{
    "ETM": {
        "admin": {
            "admin_title": "Administrowanie stacją dokującą",
            "headers": {
                "administration": "Administrowanie stacją dokującą"
            },
            "page_title": "Ustawienia administratora",
            "rebooting_msg": "Restartowanie, które potrwa około 60 sekund...",
            "configuring_msg": "Konfigurowanie, które potrwa około 40 sekund...",
            "saving_settings": "Zapisz ustawienia...",
            "sections": {
                "device_id": {
                    "etm_name": "Nazwa stacji dokującej",
                    "legend": "Identyfikacja urządzenia",
                    "location": "Lokalizacja",
                    "msg": "Poniższa informacja pozwala stwierdzić, z którym urządzeniem dokującym się komunikujesz. Evidence.com wykorzystuje również tę informację do informowania o statusie urządzenia.",
                    "your_agency": "Twoja agencja"
                },
                "password_change": {
                    "legend": "Zmień hasło",
                    "msg": "Tutaj możesz zmienić hasło, aby uzyskać dostęp do tej stacji dokującej. Zmiana nazwy użytkownika nie jest możliwa.",
                    "username": "Nazwa użytkownika"
                },
                "admin_maint": {
                    "legend": "Serwis",
                    "reboot": "Restart stacji dokującej"
                },
                "status_diag": {
                    "allow_status_requests": "Pozwól, aby urządzenie wysyłało zapytania dotyczące statusu z komputerów w Twojej sieci",
                    "allow_status_select": {
                        "no": "Nie",
                        "yes": "Tak"
                    },
                    "legend": "Status i diagnoza",
                    "msg": "Te ustawienia pozwolą, aby TASER, Evidence.com lub Twoje własne systemy monitorowania miały dostęp do statusu stacji dokującej bez hasła administratora. Włączenie tych właściwości NIE umożliwia zmiany konfiguracji danych.",
                    "reboot": "Restart stacji dokującej",
                    "send_status_select": {
                        "_0min": "Nigdy",
                        "_10min": "Co 10 minut",
                        "_15min": "Co 15 minut",
                        "_1min": "Co minutę",
                        "_20min": "Co 20 minut",
                        "_30min": "Co 30 minut",
                        "_5min": "Co 5 minut"
                    },
                    "send_taser_status": "Prześlij status TASERA"
                },
                "admin_ssl": {
                    "legend": "Konfiguracja SSL",
                    "regen_ssl": "Odnów certyfikat SSL"
                }
            },
            "set_configuration_error_title": "Skonfiguruj"
        },
        "configassist": {
            "dlg_assign": {
                "msg1": "To jest formularz zmiany właściciela urządzenia na poniższego użytkownika.Nazwa użytkownika i hasło nie są przechowywane w stacji dokującej.",
                "msg2": "Wpisz dane autoryzacyjne poniżej i kliknij OK, aby to urządzenie  zostało przypisane TOBIE, w przeciwnym razie kliknij Anuluj, aby wyjść.",
                "password": "Hasło",
                "username": "Nazwa użytkownika"
            },
            "dlg_format": {
                "msg": "Spowoduje to aktualizację konfiguracji urządzenia i oprogramowania firmowego. Żadne dane nie zostaną utracone."
            },
            "dlg_format_auth": {
                "admin_password": "Hasło administratora",
                "admin_username": "Nazwa użytkownika administratora",
                "msg": "Musisz mieć uprawnienia administratora Evidence.com, aby to zrobić. Twoja nazwa użytkownika i hasło nie są przechowywane w stacji dokującej. Wpisz dane autoryzacyjne poniżej i kliknij OK, aby sformatować urządzenie lub kliknij Anuluj, aby cofnąć."
            },
            "err_invalid_model": {
                "err_code": "kod błędu: invalid_model",
                "msg": "Urządzenie podłączone do stacji dokującej nie zostało zidentyfikowane jako TASER. Proszę je usunąć ze stacji dokującej.",
                "title": "Stacja dokująca nie rozpoznaje tego rodzaju urządzenia"
            },
            "err_invalid_serial": {
                "err_code": "kod błędu: invalid_serial",
                "msg": "Urządzenie podłączone do stacji dokującej nie ma ważnego numeru seryjnego. Mógł to spowodować rzadki błąd - proszę usunąć urządzenie ze stacji dokującej i podłączyć ponownie. Jeżeli błąd się będzie powtarzał, proszę dokonać autoryzacji zwrotu urządzenia.",
                "title": "To urządzenie ma nieważny numer seryjny"
            },
            "err_no_usb": {
                "err_code": "kod błędu: no_usb",
                "msg": "Stacja dokująca nie może nawiązać połączenia z urządzeniem. Mógł to spowodować rzadki błąd - proszę usunąć urządzenie ze stacji dokującej i podłączyć ponownie. Jeżeli błąd się będzie powtarzał, proszę dokonać autoryzacji zwrotu urządzenia.",
                "title": "Brak łączności z urządzeniem"
            },
            "err_not_offline": {
                "err_code": "kod błędu: not_offline",
                "msg": "Tę stację dokującą skonfigurowano do działania w trybie offline, dlatego nie obsługuje ona urządzeń w trybie online. Jeżeli chcesz zmienić tryb urządzenia na offline, proszę podłączyć urządzenie do Evidence Sync i postępować zgodnie z instrukcją.",
                "title": "To urządzenie nie jest ustawione do działania w trybie offline"
            },
            "err_not_online": {
                "err_code": "kod błędu: not_online",
                "msg": "Tę stację dokującą skonfigurowano do działania w trybie online, dlatego nie obsługuje ona urządzeń w trybie offline. Jeżeli chcesz zmienić tryb urządzenia na online, proszę podłączyć urządzenie do Evidence Sync i postępować zgodnie z instrukcją.",
                "title": "To urządzenie nie jest ustawione do działania w trybie online"
            },
            "err_transfer_failed": {
                "err_code": "kod błędu: transfer_failed",
                "msg": "Powodem jest prawdopodobnie brak połączenia z Internetem, brak połączenia z Evidence.com lub strona Evidence.com nie jest dostępna z przyczyn technicznych. To nie jest błąd krytyczny, stacja dokująca będzie ponawiać próby przesłania pliku.",
                "title": "Stacja dokująca uniemożliwiła przegranie filmu na to urządzenie"
            },
            "err_inactive_device": {
                "err_code": "kod błędu: inactive_device",
                "msg": "Urządzenie nie jest obecnie aktywne dla tej agencji. Proszę podłączyć urządzenie do Evidence Sync i przypisać je do odpowiedniego użytkownika.",
                "title": "Twoje urządzenie nie jest obecnie aktywne dla Twojej agencji"
            },
            "err_mount_failed": {
                "err_code": "kod błędu: mount_failed",
                "msg": "Proszę przejść na stronę administracji i zrestartować stację dokującą.",
                "title": "Wystąpił błąd połączenia z urządzeniem."
            },
            "err_wrong_agency": {
                "err_code": "kod błędu: wrong_agency",
                "msg1": "Aby zarejestrować urządzenie w swojej agencji:",
                "msg2": "Pobierz Evidence Sync na komputer",
                "msg3": "Podłącz urządzenie do swojego komputera",
                "msg4": "Uruchom Evidence Sync",
                "msg5": "postępuj zgodnie z instrukcją na ekranie.",
                "title": "Twoje urządzenie nie zostało zarejestrowane dla Twojej agencji"
            },
            "if_problem_continues": "Jeżeli problem się utrzymuje, prosimy o skontaktowanie się z wsparciem technicznym Axon:",
            "more_help": "W celu uzyskania dalszej pomocy w tej kwestii, prosimy o skontaktowanie się z wsparciem technicznym Axon:",
            "no_dns": {
                "msg": "Nie możemy zlokalizować serwera DNS. Zazwyczaj jest to spowodowane przez nieważny adres IP skonfigurowany dla serwera DNS. Zalecamy zweryfikowanie ustawień DNS na stronie Sieci.",
                "return_msg": "Naciśnij OK, aby przejść do strony Sieci i zweryfikować informacje na temat DNS lub naciśnij ESC, aby zamknąć to okno dialogowe.",
                "title": "Nie można odnaleźć serwera DNS"
            },
            "no_ecom": {
                "msg": "Autoryzacja tej stacji dokującej przez Evidence.com nie powiodła się. Zazwyczaj jest to spowodowane przez brak klucza rejestracyjnego lub jego brak ważności dla Twojej agencji i danej stacji dokującej. Zalecamy zarejestrowanie stacji dokującej na stronie Operacje.",
                "return_msg": "Naciśnij OK poniżej, aby przejść na stronę Operacje i zarejestrować swoją stację dokującą lub naciśnij ESC, aby zamknąć to okno dialogowe.",
                "title": "Brak autoryzacji Evidence.com"
            },
            "no_gateway": {
                "msg": "Nawiązanie kontaktu z domyślną bramą sieciową nie powiodło się. Zazwyczaj jest to spowodowane przez nieważny adres IP, jednak niektóre bramy nie reagują na polecenie ping.",
                "return_msg": "Naciśnij OK poniżej, aby przejść na stronę Sieci i zmienić domyślną bramę sieciową lub naciśnij ESC, aby zamknąć to okno dialogowe.",
                "title": "Nie znaleziono bramy"
            },
            "no_https": {
                "msg": "Nie udało się nawiązać bezpiecznego połączenia (HTTPS). Zazwyczaj jest to spowodowane zablokowaniem portu HTTPS (443) przez zaporę sieciową. Zalecamy upewnić się, czy port HTTPS jest otwarty w zaporze.",
                "return_msg": "Kliknij OK poniżej, aby powrócić na stronę statusu.",
                "title": "Brak dostępnych HTTPS."
            },
            "no_ip_dynamic": {
                "msg": "Nie udało się uzyskać Twojego adresu IP z serwera DHCP. Zazwyczaj jest to spowodowane brakiem aktywnych serwerów DHCP w Twojej sieci. Może być potrzebne skonfigurowanie statycznego adresu IP dla tej stacji dokującej.",
                "return_msg": "Naciśnij OK poniżej, aby przejść na stronę Sieci i wpisać informacje dotyczące statycznego adresu IP lub naciśnij ESC, aby zamknąć to okno dialogowe.",
                "title": "Brak adresu IP."
            },
            "no_ip_static": {
                "msg": "Nie udało się uzyskać adresu IP podanego w ustawieniach statycznego IP dla tej stacji dokującej. Zazwyczaj jest to spowodowane przez korzystanie z tego samego statycznego adresu IP na więcej niż jednym komputerze. Zalecamy sprawdzenie adresu IP wpisanego na stronie Sieci.",
                "return_msg": "Kliknij OK poniżej, aby przejść na stronę Sieci i sprawdzić swoje ustawienia lub naciśnij ESC, aby zamknąć to okno dialogowe.",
                "title": "Brak adresu IP."
            },
            "no_ntp": {
                "msg": "Nie udało się nawiązać połączenia z sieciowym serwerem czasu. Zazwyczaj przyczyną jest zablokowanie portu 80 i portu 123 przez zaporę sieciową. Zalecamy sprawdzenie czy port 80 LUB port 123 jest otwarty w zaporze.",
                "return_msg": "Naciśnij OK poniżej, aby przejść na stronę Sieci i zmienić swój serwer czasu lub naciśnij ESC, aby zamknąć to okno dialogowe.",
                "title": "Serwer NTP nie odpowiada"
            },
            "no_status": {
                "msg": "Nie udało się określić rodzaju sieci. Być może nasz system jeszcze się nie załadował. Sugerujemy, aby odczekać 2-3 minuty i odświeżyć tę stronę. Strona statusu odświeża się również, gdy dodane zostają nowe informacje.",
                "return_msg": "Naciśnij OK poniżej, aby wrócić na stronę statusu.",
                "title": "Nie znaleziono statusu."
            },
            "title": "Asystent konfiguracji",
            "turn_off_query": "Czy chcesz wyłączyć asystenta konfiguracji?",
            "we_found": "Po zbadaniu Twojej sieci, stwierdziliśmy następującą kwestię:",
            "welcome": "Asystent konfiguracji gotowy."
        },
        "device": {
            "headers": {
                "device_settings": "Ustawienia urządzenia"
            },
            "sections": {
                "device_settings": {
                    "msg": "Tutaj możesz zmienić ustawienia urządzenia. Po zakończeniu kliknij \"Zapisz zmiany\".",
                    "offline_allowed": "Twoja agencja zezwala na korzystanie z urządzeń w trybie offline. W tym celu zmień poniższe ustawienie i zaakceptuj zmiany.",
                    "online_warning": "Urządzenie jest obecnie skonfigurowane do działania w trybie online, kontrolę nad ustawieniami urządzenia ma Evidence.com."
                }
            }
        },
        "device_context_menu": {
            "assign": "Przypisz ponownie",
            "assign_title": "Przypisz ponownie urządzenie",
            "device_control_title": "Kontrola nad urządzeniem",
            "offline_cannot_be_assigned": "Urządzenia w trybie offline nie można przypisać",
            "refresh": "Odśwież",
            "refresh_title": "Odśwież urządzenie",
            "register_etm_to_modify_device": "Musisz zarejestrować stację dokującą, aby zmodyfikować to urządzenie.",
            "repair": "Napraw",
            "repair_not_needed": "To urządzenie nie potrzebuje naprawy.",
            "repair_title": "Naprawa urządzenia",
            "settings": "Ustawienia"
        },
        "device_status_codes": {
            "new": "Nowe urządzenie",
            "plugin": "Łączenie",
            "init": "Rozpoczynanie",
            "devid": "Identyfikacja",
            "register": "Rejestracja",
            "getowner": "Pobierz właściciela",
            "cfg": "Konfigurowanie",
            "inventory": "Magazyn",
            "logsend": "Dziennik przesyłania na serwer",
            "wait": "Oczekiwanie",
            "proc": "Transferowanie",
            "fwupdate": "Aktualizacja oprogramowania sprzętowego",
            "fwdown": "Zaktualizowano oprogramowanie sprzętowe",
            "chg": "Ładowanie",
            "capchk": "Sprawdź pojemność",
            "rdy": "Gotowe",
            "del": "Usuwanie",
            "unsupported": "Brak obsługi",
            "unk": "Nieznane",
            "err": "Błąd (Spróbuj ponownie)",
            "fail": "Błąd",
            "bork": "Błąd sieci",
            "nonet": "Padła sieć",
            "inact": "Nieaktywne"
        },
        "diag": {
            "headers": {
                "diag": "Diagnozowanie"
            },
            "page_title": "Status",
            "sections": {
                "netdiag": {
                    "command": "Polecenie:",
                    "menu": "Wybierz test diagnozujący z rozwijanego menu i naciśnij wykonaj...",
                    "commands": {
                        "date": "DATA podana przez stację dokującą",
                        "ifconfig": "IFCONFIG statystyki sieci",
                        "nslookup_goog": "NSLOOGUP google.com",
                        "nslookup_taser": "NSLOOKUP taser.evidence.com",
                        "ping_8888": "PING 8.8.8.8",
                        "ping_gateway": "PING domyślnej bramy",
                        "ping_goog": "PING google.com",
                        "tail_etmlog": "TAIL 100 linii logu stacji dokującej",
                        "tail_syslog": "TAIL 100 linii syslogu",
                        "tr_goog": "TRACEROUTE google.com",
                        "tr_taser": "TRACEROUTE taser.evidence.com",
                        "uci_export": "Konfiguracja UCI EXPORT"
                    },
                    "execute": "Wykonaj",
                    "legend": "Diagnoza sieci",
                    "msg1": "Polecenia te służą do diagnozowania kwestii związanych z połączeniem sieciowym.",
                    "msg2": "Nie korzystaj z poniższych poleceń, o ile nie zaleci tego przedstawiciel działu obsługi klienta TASER.",
                    "result": "Wynik:"
                }
            }
        },
        "firmware": {
            "headers": {
                "firmware_mgmt": "Zarządzanie oprogramowaniem firmowym"
            },
            "page_title": "Aktualizacja oprogramowania firmowego",
            "sections": {
                "etm_firmware_update": {
                    "check_update": "Sprawdź aktualizacje",
                    "legend": "Aktualizacja stacji dokującej dla oprogramowania firmowego",
                    "msg": "W celu zaktualizowania oprogramowania firmowego stacji dokującej kliknij przycisk \"Sprawdź aktualizacje\". Stacja dokująca skontaktuje się z serwerami aktualizującymi TASER i sprawdzi, czy dostępne są aktualizacje. Jeżeli dostępna jest aktualizacja, zostanie ona automatycznie zainstalowana.",
                    "show_version_details": "Szczegółowe informacje",
                    "version_details": "Szczegółowe informacje"
                },
                "dvr_firmware_update": {
                    "legend": "Aktualizacja oprogramowania firmowego DVR",
                    "msg": "Aby zaktualizować oprogramowanie firmowe wszystkich DVR znajdujących się w stacjach dokujących, kliknij poniższy przycisk. Jeżeli aktualizacja jest dostępna, zostanie automatycznie zainstalowana na wszystkich urządzeniach.",
                    "perform_fw_update": "Aktualizuj urządzenia Axon"
                }
            },
            "current_version": "Aktualna wersja oprogramowania firmowego",
            "update_title": "Aktualizacja oprogramowania firmowego",
            "etm_update_starting": "Rozpoczęła się aktualizacja oprogramowania firmowego. Sprawdź za kilka minut, czy wersja została zaktualizowana...",
            "dvr_update_starting": "Trwa łączenie z serwerem TASER i sprawdzanie aktualizacji... Aktualizacja oprogramowania firmowego nie rozpocznie się, jeżeli DVR pobiera obecnie pliki lub oczekuje na pobranie",
            "update_failed": "Nie udało się rozpocząć aktualizacji oprogramowania firmowego"
        },
        "general": {
            "admin_password": "Hasło administratora",
            "admin_username": "Nazwa użytkownika administratora",
            "closeparen": ")",
            "copyright": "&copy; 2018 Axon Wszelkie prawa zastrzeżone",
            "firmware": "Oprogramowanie firmowe",
            "openparen": "(",
            "refresh": "Odśwież",
            "sections": {
                "button_bar": {
                    "discard_changes": "Anuluj zmiany",
                    "loading_wait": "Ładowanie konfiguracji... Proszę czekać...",
                    "save_changes": "Zapisz zmiany"
                }
            },
            "title": "Evidence.com Stacja dokująca",
            "warning": "OSTRZEŻENIE!"
        },
        "index": {
            "footer": {
                "call_us": "Bezpłatna infolinia: 1-877-270-0553 lub numer bezpośredni: 1-480-463-2170",
                "for_assistance_email": "Aby uzyskać wsparcie, napisz na adres email:",
                "help_center": "Centrum wsparcia"
            },
            "headers": {
                "system_status": "Status systemu"
            },
            "page_title": "Status",
            "sections": {
                "data_transfer": {
                    "allow_status": "Zezwól na zapytania o status",
                    "legend": "Transfer danych",
                    "send_status": "Wyślij status Evidence.com"
                },
                "devices": {
                    "device": "Urządzenie",
                    "legend": "Urządzenia",
                    "owner": "Właściciel",
                    "hidden_info": "Kliknij, aby wyświetlić dane",
                    "serial": "Numer seryjny",
                    "status": "Status"
                },
                "networking": {
                    "dns_server": "Serwer DNS",
                    "ecom_registration": "Rejestracja na Evidence.com",
                    "ftp_server": "Serwer FTP",
                    "gateway": "Bramka internetowa",
                    "https_port": "HTTPS (Port 443)",
                    "ipaddress": "Adres IP",
                    "legend": "Sieci",
                    "mac_address": "Adres MAC",
                    "serial_number": "Numer seryjny",
                    "time_server": "Serwer czasu"
                }
            }
        },
        "links": {
            "administration": "Administracja",
            "firmware": "Oprogramowanie firmowe",
            "networking": "Sieci",
            "operations": "Operacje",
            "status": "Status"
        },
        "lookups": {
            "netmode": {
                "dynamic": "dynamiczny",
                "static": "statyczny"
            }
        },
        "networking": {
            "headers": {
                "net_setup": "Konfiguracja sieci"
            },
            "page_title": "Ustawienia sieciowe",
            "restart_title": "Restart sieci",
            "saved_restarting": "Ustawienia zostały zapisane, trwa restart sieci...",
            "sections": {
                "conn_type": {
                    "label_dynamic": "Dynamiczny adres IP (DHCP)",
                    "label_static": "Statyczny adres IP",
                    "legend": "Rodzaj połączenia",
                    "msg": "Aby umożliwić  urządzeniom Axon dostęp do Internetu, stacja dokująca może współpracować z istniejącymi sieciami na dwa sposoby. Albo przy pomocy dynamicznego adresu IP (zwanego również DHCP), albo statycznego adresu IP. Wybierz odpowiednią metodę poniżej:"
                },
                "static_ip": {
                    "dns_servers": "Serwery DNS",
                    "gateway": "Domyślna bramka",
                    "ip_address": "Adres IP",
                    "legend": "Statyczna konfiguracja IP",
                    "msg": "Jeżeli Twoja sieć nie korzysta z DHCP lub dostęp internetowy jest możliwy wyłącznie dla statycznego adresu IP, to konieczne będzie podanie informacji konfiguracyjnych do stacji dokującej. Jeżeli nie posiadasz takich informacji, skontaktuj się z administratorem sieci.",
                    "subnet_mask": "Maska podsieci"
                },
                "throttle": {
                    "label_mbps": "Mbps",
                    "legend": "Ograniczenie upstream",
                    "max_speed": "Maksymalna szybkość przesyłania",
                    "msg": "Stacja dokująca wykorzystuje normalnie całą dostępną przepustowość, aby jak najszybciej przesłać filmy video z modułu Axon. Jeżeli nie jest to pożądane, szybkość przesyłania danych (mierzoną w megabitach na sekundę) można ograniczyć poniżej. Brak wartości lub zero oznacza, że stacja dokująca wykorzystuje całą dostępną przepustowość."
                }
            }
        },
        "ops": {
            "an_error_occurred": "Wystąpił błąd",
            "generating_tokens": "Generowanie tokenów bezpieczeństwa...",
            "headers": {
                "operations": "Operacje"
            },
            "page_title": "Operacje ogólne",
            "regenerate_keys_query": "Dokonano już autoryzacji na Evidence.com, czy chcesz ponownie wygenerować klucze bezpieczeństwa?",
            "regenerate_keys_title": "Ponowne generowanie kluczy",
            "register_with_ecom": "Rejestracja na Evidence.com",
            "registering_etm": "Rejestrowanie stacji dokującej...",
            "restarting_etm": "Restartowanie stacji dokującej, to potrwa około 30 sekund...",
            "reset_reg": "Reset rejestracji",
            "reset_reg_msg": "Reset rejestracji zakończony powodzeniem. Trwa odświeżanie strony, proszę czekać...",
            "resetting_reg_dock": "Trwa przywracanie domyślnej rejestracji stacji dokującej. Zajmie to około 20 sekund, o ile nie wystąpi błąd...",
            "reset_reg_failed": "Reset rejestracji nie był możliwy",
            "sections": {
                "e_com_reg": {
                    "admin_password": "Hasło administratora",
                    "admin_username": "Nazwa użytkownika administratora",
                    "agency_name": "Agencja Evidence.com",
                    "already_registered": "Ta stacja dokująca została już zarejestrowana na Evidence.com",
                    "domain_name": "Nazwa domeny",
                    "legend": "Rejestrowanie na Evidence.com",
                    "msg": "Aby zarejestrować tę stację dokującą dla swojej agencji na Evidence.com, wpisz swój numer agencji Evidence.com, nazwę użytkownika i hasło. Po zarejestrowaniu stacji dokującej na Evidence.com, wszystkie Twoje pliki medialne zostaną przeniesione na konto Evidence.com. Twoja nazwa użytkownika i hasło nie są przechowywane w stacji dokującej."
                }
            }
        },
        "repair": {
            "button_bar": {
                "delete_files": "Usuń pliki",
                "good_files": "Oznacz jako dobre"
            },
            "headers": {
                "repair_device": "Napraw urządzenie"
            },
            "making_changes": "Wprowadzanie zleconych zmian, to może chwilę potrwać...",
            "no_files_selected": "Nie wybrano żadnych plików do przetwarzania.",
            "nothing_to_do": "Nic do zrobienia",
            "page_title": "Naprawa urządzenia",
            "repairing_filesystem": "Naprawa systemu plików",
            "sections": {
                "auth": {
                    "legend": "Autoryzacja",
                    "msg": "W celu wykonania dowolnej operacji na tej stronie musisz być zarejestrowanym administratorem Evidence.com. Proszę wpisać swoją nazwę użytkownika i hasło do Evidence.com. Twoja nazwa użytkownika i hasło nie są przechowywane w stacji dokującej."
                },
                "repair": {
                    "msg_its_permanent": "Użycie tego narzędzia spowoduje trwałe wykasowanie danych z urządzenia. TASER NIE będzie w stanie PRZYWRÓCIĆ tych danych. Zanim trwale usuniesz dane, rozważ przesłanie urządzenia do przeanalizowania przez TASERA.",
                    "msg_possible_corruption": "Możliwe, że urządzenie jest uszkodzone. Ten ekran pozwala wybrać pliki do usunięcia z urządzenia."
                }
            },
            "video_file": "Plik video"
        },
        "settings": {
            "buffering": "Buforowanie",
            "bundle_id": "Zestaw oprogramowania firmowego E.com",
            "enable_audio": "Włącz audio",
            "loading": "Ładowanie",
            "making_changes": "Wprowadzanie zleconych zmian...",
            "model_id": "Adres IP modelu",
            "offline_mode": "Tryb offline",
            "orientation": "Orientacja",
            "orientation_left": "Lewo",
            "orientation_right": "Prawo",
            "page_title": "Ustawienia urządzenia",
            "reading_settings": "Odczytywanie ustawień urządzenia...",
            "serial_number": "Numer seryjny",
            "updating_settings": "Aktualizacja ustawień",
            "video_bitrate": "Szybkość bitowa video",
            "video_bitrate_high": "Wysoka",
            "video_bitrate_low": "Niska",
            "video_bitrate_med": "Średnia",
            "video_framerate": "Klatki video na sekundę",
            "video_framerate_15": "15 klatek na sekundę",
            "video_framerate_30": "30 klatek na sekundę"
        },
        "strings": {
            "an_error_occurred": "Wystąpił błąd",
            "axon_flex": "Axon Flex",
            "calculating_rate": "Obliczanie...",
            "cancel": "Anuluj",
            "click_for_details": "Kliknij, aby poznać szczegółowe informacje",
            "device_error": "Błąd urządzenia",
            "error": "Błąd",
            "finished": "Zakończono",
            "formatting_device": "Formatowanie urządzenia",
            "formatting_device_wait": "Formatowanie urządzenia, proszę czekać...",
            "kbps": "kbps",
            "no": "Nie",
            "off": "Wyłącz",
            "ok": "OK",
            "on": "Włącz",
            "operation_complete_success": "Operacja zakończona powodzeniem.",
            "please_complete_manditory": "Proszę wypełnić to obowiązkowe pole.",
            "reloading_status": "Status odświeżania...",
            "reloading_status_title": "Odświeżanie",
            "waiting_for_response": "Oczekiwanie na odpowiedź...",
            "yes": "Tak"
        }
    }
}
