{
   "ETM" : {
      "admin" : {
         "admin_title" : "Управление док-станциями",
         "configuring_msg" : "Настройка закончится примерно через 40 секунд.",
         "headers" : {
            "administration" : "Управление док-станциями"
         },
         "page_title" : "Настройки администратора",
         "rebooting_msg" : "Перезагрузка закончится примерно через 60 секунд.",
         "saving_settings" : "Сохранение настроек…",
         "sections" : {
            "admin_maint" : {
               "legend" : "Техническое обслуживание",
               "reboot" : "Перезагрузить док-станцию"
            },
            "admin_ssl" : {
               "accept_only_https" : "Принимать только SSL-запросы",
               "legend" : "Настройка SSL",
               "regen_ssl" : "Повторно создать SSL-сертификат",
               "require_https_time" : "Требовать SSL для первоначальной проверки времени"
            },
            "device_id" : {
               "etm_name" : "Название док-станции",
               "home" : "Место хранения устройства",
               "legend" : "Идентификация устройства",
               "location" : "Местоположение",
               "msg" : "С помощью информации ниже вы сможете идентифицировать док-станцию, с которой связываетесь. Сайт Evidence.com также использует эти сведения, чтобы предоставлять данные о статусе устройства.",
               "your_agency" : "Ваша организация"
            },
            "password_change" : {
               "confirm_new_password" : "Введите новый пароль еще раз",
               "current_password" : "Текущий пароль",
               "error_no_password" : "Чтобы изменить учетные данные администратора, нужно ввести текущий пароль.",
               "legend" : "Изменить учетные данные",
               "msg" : "Укажите имя пользователя и пароль, которые используются для доступа к этой док-станции.",
               "new_password" : "Новый пароль",
               "username" : "Имя пользователя"
            },
            "snmp" : {
               "authentication" : "Аутентификация",
               "disable" : "Отключить",
               "enable_snmp" : "Включить SNMP",
               "enc_password" : "Пароль шифрования",
               "encrypt_msg" : "Если вы хотите использовать для шифрования тот же пароль SNMP, не заполняйте поле «Пароль шифрования».",
               "encryption" : "Шифрование",
               "error_no_password" : "Чтобы изменить имя пользователя SNMP, нужно ввести связанный пароль.",
               "error_title" : "Ошибка настройки SNMP",
               "legend" : "SNMP-сервер",
               "legend_config" : "Конфигурация SNMP",
               "msg" : "По умолчанию SNMP отключен. Чтобы включить его, установите флажок и введите данные конфигурации.",
               "password" : "Пароль SNMP",
               "username" : "Имя пользователя SNMP"
            }
         },
         "set_configuration_error_title" : "Настройка конфигурации",
         "settings_changed" : {
            "p1" : "Настройки вашей организации изменены.",
            "p2" : "Чтобы применить изменения, вносимые организацией для док-станции, нажмите кнопку [Обновить].",
            "p3" : "Или выберите [Отмена] и внесите исправления вручную. Изменения синхронизируются с организацией.",
            "p4" : "Список изменений:",
            "title" : "Настройки изменены"
         }
      },
      "axonsup" : {
         "headers" : {
            "data" : "Данные для службы поддержки"
         },
         "page_title" : "Служба поддержки Axon",
         "sections" : {
            "data" : {
               "legend" : "Данные для службы поддержки Axon",
               "msg" : "Приведенные ниже данные могут пригодиться при обращении в службу поддержки Axon.",
               "result1" : "Результат 1:",
               "result2" : "Результат 2:"
            }
         }
      },
	  "cgi" : {
          "csrf_fail" : "Ошибка файлов cookie.",
          "invalid_auth" : "Недействительное имя пользователя или пароль",
          "invalid_cmd" : "Недействительная команда",
          "invalid_domain" : "Домен не указан",
          "invalid_proxy_config" : "Недействительная конфигурация прокси.",
          "invalid_proxy_user_pass" : "Отсутствует имя пользователя или пароль.",
          "invalid_snmp_user" : "Не удается применить конфигурацию SNMP. Недействительное имя пользователя SNMP.",
          "no_content" : "Содержимое отсутствует.",
          "no_snmp_pw" : "Не удается применить конфигурацию SNMP. Не указан пароль.",
          "not_released" : "Не выпущено",
          "ok" : "ОК",
          "unable_disable_snmp" : "Не удается отключить конфигурацию SNMP.",
          "unable_set_snmp" : "Не удается применить конфигурацию SNMP.",
          "unable_set_snmp_auth" : "Не удается выполнить аутентификацию для конфигурации SNMP.",
          "unable_set_snmp_enable" : "Не удается включить конфигурацию SNMP.",
          "unable_set_snmp_enc" : "Не удается использовать шифрование для конфигурации SNMP.",
          "unable_set_snmp_pass" : "Не удается использовать пароль для конфигурации SNMP.",
          "unable_set_snmp_user" : "Не удается использовать имя пользователя для конфигурации SNMP.",
          "unable_set_sslonly" : "Не удается изменить параметр «Принимать только SSL-запросы».",
          "unknown_err" : "Неизвестная ошибка",
          "web_creds_err" : "Не удалось обновить учетные данные администратора.",
          "web_creds_invalid_username" : "Не удалось обновить учетные данные администратора, так как указано недействительное имя пользователя.",
          "web_creds_invalid_cur_pass" : "Не удалось обновить учетные данные администратора, так как текущий пароль недействителен.",
          "web_creds_invalid_new_pass" : "Не удалось обновить учетные данные администратора, так как новый пароль недействителен."
      },
      "common" : {
        "admin_name_allowed_characters" : "Недопустимое имя пользователя. Разрешено использовать только буквы, цифры, знак пробела и символы # ! @ ( ) [ ] - . _",
        "at_least" : "не может содержать менее ",
        "cannot_contain_duplicate" : "не может содержать повторяющиеся символы",
        "cannot_contain_more_than" : "не может содержать более ",
        "cannot_contain_username" : "не может содержать ваше имя пользователя или другие распространенные слова",
        "character" : " символ(-а)",
        "characters" : " символа(-ов)",
        "characters_in_seq" : " символа(-ов) подряд",
        "input_valid_IP" : "Укажите допустимый IP-адрес",
        "less_than" : "может быть длиной менее ",
        "mandatory_field" : "Это поле необходимо заполнить.",
        "must_contain" : "должен содержать ",
        "no" : "Нет",
        "not_secure" : "недостаточно надежный ",
        "please_provide" : "Введите не менее ",
        "select_valid_entry" : "Выберите допустимый вариант из списка",
        "snmp_name_allowed_characters" : "Недопустимое имя пользователя. Разрешено использовать только буквы, цифры и символы # ! @ ( ) [ ] - . _",
        "value_not_equal" : "Значение не совпадает со значением в поле «Новый пароль»",
        "yes" : "Да"
      },
      "configassist" : {
         "dlg_assign" : {
            "msg1" : "В этой форме можно изменить владельца устройства на указанного ниже пользователя. Имя и пароль не хранятся на док-станции.",
            "msg2" : "Чтобы назначить устройство СЕБЕ, введите данные для аутентификации ниже и нажмите «ОК». Чтобы вернуться на предыдущий экран, выберите «Отмена».",
            "password" : "Пароль",
            "username" : "Имя пользователя"
         },
         "dlg_format" : {
            "msg" : "Информация о конфигурации и микропрограммном обеспечении устройства обновится. Все данные сохранятся."
         },
         "dlg_format_auth" : {
            "admin_password" : "Пароль администратора",
            "admin_username" : "Имя пользователя администратора",
            "msg" : "Чтобы выполнить это действие, нужны права администратора Evidence.com. Ваше имя пользователя и пароль не хранятся на док-станции. Чтобы отформатировать устройство, введите данные для аутентификации ниже и нажмите «ОК». Чтобы вернуться на предыдущий экран, выберите «Отмена»."
         },
         "err_cannot_get_log" : {
            "msg" : "Во время попытки прочитать журнал активности на устройстве произошла ошибка.",
            "title" : "Не удалось прочитать файл с журналом на устройстве"
         },
         "err_cannot_read_file" : {
            "msg" : "Во время чтения медиаданных и информации о материалах на этом устройстве произошла ошибка. Если проблема не исчезнет, обратитесь в службу технической поддержки Axon.",
            "title" : "Не удалось прочитать файл с материалами на этом устройстве"
         },
         "err_cannot_rm_log" : {
            "msg" : "Не удалось очистить журнал активности на устройстве после загрузки на сайт evidence.com.",
            "title" : "Не удалось очистить журнал на этом устройстве"
         },
         "err_device_lost_communication" : {
            "msg" : "Это соединение больше не работает. Повторно подключите устройство к док-станции. Если проблема не исчезнет, обратитесь к администратору организации.",
            "title" : "Док-станция потеряла связь с этим устройством"
         },
         "err_device_maintenance" : {
            "msg" : "Эта док-станция выполняет автоматическое обслуживание устройства. Вскоре его работа возобновится. Никаких действий предпринимать не нужно.",
            "title" : "Эта док-станция выполняет автоматическое обслуживание устройства"
         },
         "err_devtype_cfg_failure" : {
             "msg" : "Не удалось переключить устройство в режим нательной камеры. Ознакомьтесь с инструкциями по устранению неполадок.",
             "title" : "На устройстве не включен режим нательной камеры"
         },
         "err_format_failure" : {
            "msg" : "Ошибка форматирования диска устройства. Ознакомьтесь с инструкциями по устранению неполадок.",
            "title" : "Сбой форматирования диска"
         },
         "err_fwup_cfg_failure" : {
             "msg": "Не удалось задать значение в поле «Обновляемое микропрограммное обеспечение». Ознакомьтесь с инструкциями по устранению неполадок.",
             "title" : "На устройстве не настроено обновление микропрограммного обеспечения"
         },
         "err_inactive_device" : {
            "msg" : "Устройство не активно в этой организации. Подключите его к Evidence Sync и назначьте пользователю.",
            "title" : "Устройство не активно в организации"
         },
         "err_invalid_device_type" : {
            "msg" : "Не удалось настроить для устройства указанный тип. Ознакомьтесь с инструкциями по устранению неполадок.",
            "title" : "Недопустимое устройство"
         },
         "err_invalid_model" : {
            "msg" : "Устройство, подключенное к док-станции, отличается от действительного устройства Axon. Отключите его.",
            "title" : "Док-станция не распознает этот тип устройства"
         },
         "err_invalid_serial" : {
            "msg" : "У устройства, подключенного к док-станции, недействительный серийный номер. Возможно, произошла случайная ошибка. Повторно подключите устройство к док-станции. Если проблема не исчезнет, оформите возврат.",
            "title" : "Устройство с недействительным серийным номером"
         },
         "err_inventory_failure" : {
            "msg" : "Во время чтения медиаданных и информации о материалах на этом устройстве произошла ошибка. Если проблема не исчезнет, обратитесь в службу технической поддержки Axon.",
            "title" : "Не удалось прочитать список материалов на устройстве"
         },
         "err_mount_failed" : {
            "msg" : "Перейдите на страницу «Управление» и перезагрузите док-станцию.",
            "title" : "Во время подключения к устройству произошла ошибка"
         },
         "err_network_failed" : {
            "msg" : "Возможно, произошел сбой сетевого соединения, подключения к Evidence.com, на сайте большая загрузка или проводится обслуживание. Это не критическая ошибка. Док-станция попытается продолжить работу.",
            "title" : "Во время обработки этого устройства на док-станции произошла ошибка сети"
         },
         "err_no_usb" : {
            "msg" : "Док-станция не может установить связь с этим устройством. Возможно, произошла случайная ошибка. Повторно подключите устройство к док-станции. Если проблема не исчезнет, оформите возврат.",
            "title" : "Не удалось установить связь с устройством"
         },
         "err_not_offline" : {
            "msg" : "Эта док-станция настроена для автономной работы. Она не будет взаимодействовать с устройствами, которым требуется подключение к сети. Если вы хотите перевести устройство в автономный режим, подключите его к Evidence Sync и следуйте инструкциям.",
            "title" : "Устройство не настроено для автономной работы"
         },
         "err_not_online" : {
            "msg" : "Эта док-станция настроена для онлайн-работы. Она не будет взаимодействовать с устройствами в автономном режиме. Если вы хотите перевести устройство в онлайн-режим, подключите его к Evidence Sync и следуйте инструкциям.",
            "title" : "Устройство не настроено для онлайн-работы"
         },
         "err_system_maintenance" : {
            "msg" : "На док-станции выполняется автоматическое обслуживание. Как только оно закончится, устройство продолжит работу. Никаких действий выполнять не нужно.",
            "title" : "На док-станции выполняется внутреннее обслуживание"
         },
         "err_transfer_failed" : {
            "msg" : "Возможно, произошел сбой сетевого соединения, подключения к Evidence.com, на сайте большая загрузка или проводится обслуживание. Это не критическая ошибка. Док-станция попытается продолжить работу.",
            "title" : "Док-станции не удалось передать видео с этого устройства"
         },
         "err_transfer_failed_noretry" : {
            "msg" : "Скорее всего, возникла проблема с устройством. Обратитесь в службу технической поддержки Axon.",
            "title" : "При передаче видео с этого устройства на док-станции постоянно происходит ошибка"
         },
         "err_unknown_port_type" : {
            "msg" : "Порт, к которому подсоединено устройство, не поддерживается или имеет неизвестный тип. Ознакомьтесь с инструкциями по устранению неполадок.",
            "title" : "Неизвестный тип порта"
         },
         "err_wrong_agency" : {
            "msg" : "Это устройство в настоящее время не числится за вашей организацией. Обратитесь за помощью в отношении использования этого устройства к администратору вашей организации.",
            "title" : "Устройство не назначено вашей организации"
         },
         "if_problem_continues" : "Если проблема не исчезнет, обратитесь в службу технической поддержки Axon:",
         "more_help" : "Чтобы получить помощь, обратитесь в службу технической поддержки Axon:",
         "no_dns" : {
            "msg" : "Не удалось найти DNS-сервер. Обычно это связано с тем, что для него указан недействительный IP-адрес. Рекомендуем проверить настройки DNS на странице «Сеть».",
            "return_msg" : "Чтобы перейти на страницу «Сеть» и проверить информацию о DNS, выберите «ОК» ниже. Или закройте это окно, нажав клавишу ESC.",
            "title" : "Не удалось найти DNS-сервер"
         },
         "no_ecom" : {
            "msg" : "Не удалось аутентифицировать док-станцию на сайте Evidence.com. Обычно это связано с тем, что ключи регистрации для организации и док-станции недействительные или отсутствуют. Рекомендуем выполнить регистрацию на странице «Операции».",
            "return_msg" : "Чтобы перейти на страницу «Операции», выберите «ОК» ниже. Или закройте это окно, нажав клавишу ESC.",
            "title" : "Аутентификация на сайте Evidence.com не выполнена"
         },
         "no_gateway" : {
            "msg" : "Не удалось связаться со шлюзом сети по умолчанию. Обычно это связано с тем, что IP-адрес недействительный. Также некоторые шлюзы могут не отвечать во время проверки доступности.",
            "return_msg" : "Чтобы перейти на страницу «Сеть» и изменить шлюз по умолчанию, выберите «ОК» ниже. Или закройте это окно, нажав клавишу ESC.",
            "title" : "Шлюз не найден"
         },
         "no_https" : {
            "msg" : "Не удалось установить связь по безопасному каналу (HTTPS). Обычно это связано с тем, что HTTPS-порт (443) блокируется межсетевым экраном. Рекомендуем проверить, открыт ли HTTPS-порт в вашем межсетевом экране.",
            "return_msg" : "Чтобы вернуться к странице статуса, нажмите «ОК» ниже.",
            "title" : "HTTPS недоступен"
         },
         "no_ip_dynamic" : {
            "msg" : "Не удалось получить IP-адрес от DHCP-сервера. Обычно это происходит, когда в сети нет активного DHCP-сервера. Попробуйте указать статический IP-адрес для этой док-станции.",
            "return_msg" : "Чтобы перейти к странице «Сеть» и ввести информацию о статическом IP-адресе, выберите «ОК» ниже. Или закройте это окно, нажав клавишу ESC.",
            "title" : "Нет IP-адреса"
         },
         "no_ip_static" : {
            "msg" : "Не удалось получить статический IP-адрес, указанный в настройках для этой док-станции. Обычно это происходит, когда один статический IP-адрес используется для нескольких устройств. Рекомендуем проверить, какой IP-адрес введен на странице «Сеть». ",
            "return_msg" : "Чтобы перейти на страницу «Сеть» и проверить настройки, выберите «ОК» ниже. Или закройте это окно, нажав клавишу ESC.",
            "title" : "Нет IP-адреса"
         },
         "no_ntp" : {
            "msg" : "Не удалось связаться с сервером сетевого времени. Обычно так происходит, когда межсетевая защита блокирует порты 80 и 123. Рекомендуем проверить, открыт ли один из них в вашем межсетевом экране.",
            "return_msg" : "Чтобы перейти на страницу «Сеть» и изменить сервер времени, выберите «ОК» ниже. Или закройте это окно, нажав клавишу ESC.",
            "title" : "NTP-сервер не отвечает"
         },
         "no_status" : {
            "msg" : "Не удалось определить тип сети. Это может быть связано с тем, что система еще не запустилась. Подождите 2–3 минуты и обновите эту страницу. Если появится новая информация, страница статуса также обновится.",
            "return_msg" : "Чтобы вернуться к странице статуса, нажмите «ОК» ниже.",
            "title" : "Нет статуса"
         },
         "title" : "Помощник настройки конфигурации",
         "we_found" : "Мы проанализировали вашу сеть и нашли проблему:",
         "welcome" : "Добро пожаловать в помощник по настройке конфигурации."
      },
      "device_status_codes" : {
         "capchk" : "Проверка емкости",
         "cfg" : "Настройка конфигурации…",
         "chg" : "Идет зарядка",
         "del" : "Удаление",
         "device_maint" : "Обслуживание устройства",
         "devid" : "Идентификация…",
         "err" : "Ошибка (ожидается повторная попытка)",
         "fail" : "Ошибка",
         "fwdone" : "Микропрограммное обеспечение обновлено",
         "fwupdate" : "Обновление ПО...",
         "inact" : "Неактивно",
         "init" : "Инициализация",
         "inventory" : "Инвентарь",
         "logerase" : "Удаление журнала…",
         "logsend" : "Загрузка журнала…",
         "lost" : "Нет связи",
         "net_retry" : "Попытаться установить связь с сетью",
         "new" : "Новое устройство",
         "nonet" : "Сеть не работает",
         "plugin" : "Выполняется подключение",
         "proc" : "Передача файла…",
         "rdy" : "Готово",
         "register" : "Идет регистрация",
         "summary" : "Получить сводку",
         "sys_maint" : "Обслуживание системы",
         "unk" : "Неизвестно",
         "unsupported" : "Не поддерживается",
         "wait" : "Ожидание…"
      },
      "diag" : {
         "headers" : {
            "diag" : "Диагностика"
         },
         "page_title" : "Состояние",
         "sections" : {
            "netdiag" : {
               "command" : "Команда:",
               "commands" : {
                  "date" : "ДАТА, по данным док-станции",
                  "ifconfig" : "IFCONFIG: статистика сети",
                  "nslookup_goog" : "NSLOOKUP google.com",
                  "nslookup_taser" : "NSLOOKUP taser.evidence.com",
                  "ping_8888" : "PING 8.8.8.8",
                  "ping_gateway" : "PING: шлюз по умолчанию",
                  "ping_goog" : "PING google.com",
                  "tail_etmlog" : "TAIL: 100 строк журнала док-станции",
                  "tail_syslog" : "TAIL: 100 строк системного журнала",
                  "tr_goog" : "TRACEROUTE google.com",
                  "tr_taser" : "TRACEROUTE taser.evidence.com"
               },
               "execute" : "Выполнить",
               "legend" : "Диагностика сети",
               "menu" : "Выберите тест диагностики в раскрывающемся меню и нажмите «Выполнить».",
               "msg1" : "Указанные команды нужны для диагностики проблем с подключением к сети.",
               "msg2" : "Выполняйте перечисленные ниже команды только по просьбе сотрудника службы поддержки клиентов Axon.",
               "result" : "Результат:"
            }
         }
      },
      "firmware" : {
         "current_version" : "Текущая версия микропрограммного обеспечения",
         "dvr_update_starting" : "Устанавливаем связь с сервером Axon, чтобы найти обновления… Микропрограммное обеспечение начнет обновляться после того, как DVR загрузит файлы.",
         "etm_update_starting" : "Обновление микропрограммного обеспечения началось. Через несколько минут проверьте, завершился ли процесс.",
         "headers" : {
            "firmware_mgmt" : "Управление микропрограммным обеспечением"
         },
         "not_released" : "Не выпущено",
         "page_title" : "Обновление микропрограммного обеспечения",
         "sections" : {
            "device_firmware_update" : {
               "legend" : "Обновление микропрограммного обеспечения на устройстве",
               "msg" : "Чтобы обновить микропрограммное обеспечение на всех устройствах, которые подключены к док-станции, нажмите кнопку ниже. Если обновление доступно, оно будет автоматически установлено.",
               "device_name" : "Имя устройства",
               "released_firmware" : "Выпущенное микропрограммное обеспечение",
               "early_access_firmware" : "Микропрограммное обеспечение в раннем доступе",
               "perform_fw_update" : "Обновить устройства Axon"
            },
            "etm_firmware_update" : {
               "check_update" : "Обновить микропрограммное обеспечение",
               "legend" : "Обновление микропрограммного обеспечения док-станции",
               "msg" : "Чтобы обновить микропрограммное обеспечение док-станции, нажмите «Обновить микропрограммное обеспечение». Док-станция свяжется с серверами Axon и проверит, есть ли новая версия ПО. Если она будет доступна, установка начнется автоматически.",
               "show_version_details" : "Подробности",
               "version_details" : "Подробности"
            }
         },
         "update_failed" : "Не удалось начать обновление микропрограммного обеспечения",
         "update_title" : "Обновление микропрограммного обеспечения"
      },
      "general" : {
         "closeparen" : ")",
         "copyright" : "&copy; Axon Enterprise, Inc., 2023. Все права защищены",
         "error_code" : "код ошибки",
         "firmware" : "Микропрограммное обеспечение",
         "footnote" : "* В аккумуляторы TASER встроено микропрограммное обеспечение для рукоятей TASER 7 (T7) и TASER 10 (T10), а также для модели TASER BLE.",
         "openparen" : "(",
         "refresh" : "Обновить",
         "sections" : {
            "button_bar" : {
               "discard_changes" : "Отменить изменения",
               "loading_wait" : "Подождите, загрузка конфигурации…",
               "reset_registration" : "Сбросить регистрацию",
               "save_changes" : "Сохранить изменения",
               "continue" : "Продолжить"
            },
            "snmp" : {
               "showhide_password" : "Показать/скрыть пароль SNMP"
            }
         }
      },
      "index" : {
         "footer" : {
            "help_center" : "Справочный центр"
         },
         "headers" : {
            "system_status" : "Состояние системы"
         },
         "page_title" : "Состояние",
         "sections" : {
            "devices" : {
               "device" : "Устройство",
               "firmware" : "Микропрограммное обеспечение*",
               "hidden_info" : "Нажмите, чтобы посмотреть данные",
               "legend" : "Устройства",
               "owner" : "Владелец",
               "serial" : "Серийный номер",
               "status" : "Состояние"
            },
            "networking" : {
               "active" : "Активно",
               "dns_server" : "DNS-сервер",
               "ecom_registration" : "Регистрация на Evidence.com",
               "gateway" : "Интернет-шлюз",
               "https_port" : "HTTPS (порт 443)",
               "ipaddress" : "IP-адрес",
               "legend" : "Сеть",
               "mac_address" : "MAC-адрес",
               "not_registered" : "Без регистрации",
               "serial_number" : "Серийный номер",
               "time_server" : "Сервер времени"
            }
         }
      },
      "links" : {
         "administration" : "Управление",
         "firmware" : "Микропрограммное обеспечение",
         "networking" : "Сеть",
         "operations" : "Операции",
         "status" : "Состояние"
      },
      "lookups" : {
         "netmode" : {
            "dynamic" : "динамический",
            "static" : "статический"
         }
      },
      "networking" : {
         "headers" : {
            "net_setup" : "Конфигурация сети"
         },
         "page_title" : "Настройки сети",
         "restart_title" : "Перезапуск сети",
         "saved_restarting" : "Настройки сохранены. Перезапуск сети…",
         "sections" : {
            "conn_type" : {
               "label_dynamic" : "Динамический IP-адрес (DHCP)",
               "label_static" : "Статический IP-адрес",
               "legend" : "Тип подключения",
               "msg" : "Док-станция может обеспечивать доступ к Интернету для устройств AXON в существующей сети двумя способами: с помощью динамического (DHCP) или статического IP-адреса. Выберите нужный вариант:"
            },
            "static_ip" : {
               "dns_servers" : "DNS-серверы",
               "gateway" : "Шлюз по умолчанию",
               "ip_address" : "IP-адрес",
               "legend" : "Конфигурация статического IP-адреса",
               "msg" : "Если ваша сеть не использует DHCP или доступ к Интернету предоставляется только по статическому IP-адресу, вам нужно предоставить док-станции информацию о конфигурации. Если у вас нет таких сведений, обратитесь к сетевому администратору.",
               "subnet_mask" : "Маска подсети"
            },
            "throttle" : {
               "label_mbps" : "Мбит/с",
               "legend" : "Ограничение скорости загрузки",
               "max_speed" : "Максимальная скорость загрузки",
               "msg" : "Обычно док-станция использует всю доступную пропускную способность, чтобы загружать видео из подразделений AXON как можно быстрее. Если это не требуется, вы можете ограничить скорость передачи ниже (измеряется в мегабитах в секунду). Если ввести нулевое значение, то док-станция будет использовать всю доступную пропускную способность."
            }
         }
      },
      "ops" : {
         "an_error_occurred" : "Произошла ошибка",
         "generating_tokens" : "Создание токенов безопасности…",
         "headers" : {
            "operations" : "Операции"
         },
         "page_title" : "Общие операции",
         "regenerate_keys_query" : "Вы уже аутентифицированы на сайте Evidence.com. Создать ключи безопасности заново?",
         "regenerate_keys_title" : "Создать ключи заново",
         "register_with_ecom" : "Зарегистрироваться на сайте Evidence.com",
         "registering_etm" : "Регистрация док-станции…",
         "processing" : "Идет обработка…",
         "poll_uri_code" : "Получение ссылки и кода для активации…",
         "reset_reg" : "Сбросить регистрацию",
         "reset_reg_failed" : "Не удалось сбросить регистрацию.",
         "resetting_reg_dock" : "Восстановление значений по умолчанию для регистрации док-станции. Страница перезагрузится через 30 секунд.",
         "restarting_etm" : "Перезапуск док-станции закончится примерно через 30 секунд.",
         "sections" : {
            "e_com_reg" : {
               "admin_password" : "Пароль администратора",
               "admin_username" : "Имя пользователя администратора",
               "agency_name" : "Организация Evidence.com",
               "already_registered" : "Эта док-станция уже зарегистрирована на сайте Evidence.com",
               "domain_name" : "Доменное имя",
               "legend" : "Регистрация на Evidence.com",
               "msg" : "Чтобы зарегистрировать эту док-станцию для вашей организации на сайте Evidence.com, введите название организации, имя пользователя и пароль. После завершения процесса все медиафайлы будут переданы в аккаунт Evidence.com. Имя пользователя и пароль не хранятся на док-станции.",
               "msg_shorten" : "Чтобы зарегистрировать эту док-станцию для вашей организации на сайте Evidence.com, введите название организации. После завершения процесса все медиафайлы будут переданы в аккаунт Evidence.com.",
               "msg_login_uri_code" : "Чтобы завершить регистрацию, перейдите по ссылке и введите код."
            }
         }
      },
      "proxy": {
         "headers": {
            "proxy_setup": "Настройка прокси"
         },
         "page_title": "Настройки прокси",
         "proxy_test_title": "Проверка прокси",
         "proxy_test_in_progress": "Проверка прокси…",
         "proxy_test_success_msg": "Проверка прокси успешно завершена",
         "proxy_test_fail_msg": "При проверке прокси возникла ошибка",
         "configuration_saved_title": "Конфигурация прокси сохранена",
         "configuration_saved_msg": "Конфигурация прокси сохранена и скоро будет активирована.",
         "sections": {
            "http_proxy": {
               "legend": "HTTP-прокси",
               "msg": "После настройки HTTP-прокси все HTTP-запросы будут перенаправляться на указанный прокси-сервер.",
               "enable": "Включить",
               "legend_config": "Конфигурация",
               "legend_advanced_config": "Расширенная конфигурация",
               "disable_dns_check": "Отключить проверку DNS",
               "msg_config": "Указывать имя пользователя и пароль необязательно.",
               "host": "Хост прокси",
               "port": "Порт прокси",
               "username": "Имя пользователя",
               "password": "Пароль",
               "test_connection": "Проверить подключение"
            }
         }
      },
      "strings" : {
         "an_error_occurred" : "Произошла ошибка",
         "axon_flex" : "Axon Flex",
         "calculating_rate" : "Расчет…",
         "cancel" : "Отмена",
         "cannot_get_data_too_many_failed_login_attempts" : "Невозможно получить данные, так как выполнено слишком много неудачных попыток войти в систему",
         "click_for_details" : "Нажмите, чтобы узнать больше",
         "device_error" : "Ошибка устройства",
         "error" : "Ошибка",
         "error_download" : "При скачивании по протоколу HTTPS произошла ошибка.",
         "error_internal" : "Внутренняя ошибка",
         "failed_auth": "Слишком много неудачных попыток входа в систему. Аккаунт временно заблокирован.",
         "finished" : "Завершено",
         "invalid_hostname" : " — недопустимое имя хоста",
         "kbps" : "кбит/с",
         "login_failed" : "Не удалось выполнить вход в систему",
         "no_server_response" : "Сервер не отвечает",
         "ok" : "ОК",
         "operation_complete_success" : "Операция завершена.",
         "please_complete_mandatory" : "Заполните это обязательное поле.",
         "please_enter_numeric" : "Введите числовое значение.",
         "please_enter_valid_email" : "Введите действительный адрес электронной почты.",
         "please_enter_valid_URL" : "Введите действительный URL.",
         "please_enter_value_larger" : "Введите значение больше ",
         "please_enter_value_smaller" : "Введите значение меньше ",
         "reloading_status" : "Перезагрузка статуса…",
         "reloading_status_title" : "Обновление",
         "unassigned" : "Не назначено",
         "unspecified_error" : "Произошла неизвестная ошибка: ",
         "waiting_for_response" : "Ожидание ответа…",
         "authentication_failed" : "Ошибка аутентификации.",
         "invalid_request" : "Недопустимый или пустой запрос."
      }
   }
}
