{
   "ETM" : {
      "admin" : {
         "admin_title" : "การดูแลระบบ Dock",
         "configuring_msg" : "กำลังกำหนดค่าคอนฟิก ซึ่งจะใช้เวลาประมาณ 40 วินาที...",
         "headers" : {
            "administration" : "การดูแลระบบ Dock"
         },
         "page_title" : "การตั้งค่าของผู้ดูแล",
         "rebooting_msg" : "กำลังรีบูต ซึ่งจะใช้เวลาประมาณ 60 วินาที...",
         "saving_settings" : "กำลังบันทึกการตั้งค่า...",
         "sections" : {
            "admin_maint" : {
               "legend" : "การบำรุงรักษา",
               "reboot" : "รีบูต Dock"
            },
            "admin_ssl" : {
               "accept_only_https" : "ตอบรับเฉพาะคำขอ SSL",
               "legend" : "การกำหนดค่า SSL",
               "regen_ssl" : "สร้างใบรับรอง SSL อีกครั้ง",
               "require_https_time" : "ต้องมี SSL สำหรับการตรวจสอบเวลาเริ่มต้น"
            },
            "device_id" : {
               "etm_name" : "ชื่อ Dock",
               "home" : "หน้าแรกอุปกรณ์",
               "legend" : "การระบุตัวตนของอุปกรณ์",
               "location" : "สถานที่ตั้ง",
               "msg" : "ข้อมูลด้านล่างจะช่วยคุณระบุอุปกรณ์ Dock ที่คุณกำลังสื่อสารด้วย ข้อมูลนี้ยังถูกใช้โดย Evidence.com ด้วยเช่นกันเพื่อให้ข้อมูลสถานะอุปกรณ์",
               "your_agency" : "หน่วยงานของคุณ"
            },
            "password_change" : {
               "confirm_new_password" : "พิมพ์รหัสผ่านใหม่อีกครั้ง",
               "current_password" : "รหัสผ่านปัจจุบัน",
               "error_no_password" : "การเปลี่ยนข้อมูลประจำตัวของผู้ดูแลระบบต้องใช้รหัสผ่านปัจจุบัน",
               "legend" : "เปลี่ยนข้อมูลประจำตัว",
               "msg" : "จัดการชื่อผู้ใช้และรหัสผ่านสำหรับการดูแลระบบที่ใช้ในการเข้าถึง Dock นี้",
               "new_password" : "รหัสผ่านใหม่",
               "username" : "ชื่อผู้ใช้"
            },
            "snmp" : {
               "authentication" : "การรับรองความถูกต้อง",
               "disable" : "ปิดใช้งาน",
               "enable_snmp" : "เปิดใช้งาน SNMP",
               "enc_password" : "รหัสผ่านการเข้ารหัส",
               "encrypt_msg" : "ปล่อยให้ \"รหัสผ่านการเข้ารหัส\" ว่างไว้หากคุณต้องการใช้ \"รหัสผ่าน SNMP\" เดียวกันสำหรับการเข้ารหัส",
               "encryption" : "การเข้ารหัส",
               "error_no_password" : "การเปลี่ยนชื่อผู้ใช้ SNMP ต้องใช้รหัสผ่านที่เกี่ยวข้อง",
               "error_title" : "ข้อผิดพลาดในการตั้งค่า SNMP",
               "legend" : "เซิร์ฟเวอร์ SNMP",
               "legend_config" : "การกำหนดค่า SNMP",
               "msg" : "SNMP ถูกปิดใช้งานตามค่าเริ่มต้น หากต้องการเปิดใช้งาน ให้ใช้ช่องทำเครื่องหมายและการกำหนดค่าอินพุต",
               "password" : "รหัสผ่าน SNMP",
               "username" : "ชื่อผู้ใช้ SNMP"
            }
         },
         "set_configuration_error_title" : "ตั้งค่าคอนฟิก",
         "settings_changed" : {
            "p1" : "การตั้งค่าจากหน่วยงานของคุณมีการเปลี่ยนแปลง!",
            "p2" : "กดปุ่ม [อัปเดต] เพื่อปรับใช้การเปลี่ยนแปลงจากหน่วยงานของคุณไปที่ Dock",
            "p3" : "หรือกด [ยกเลิก] แล้วอัปเดตการตั้งค่าของคุณแบบแมนนวล การเปลี่ยนแปลงจะซิงค์กับหน่วยงานของคุณ",
            "p4" : "รายการการเปลี่ยนแปลง:",
            "title" : "เปลี่ยนการตั้งแล้ว"
         }
      },
      "axonsup" : {
         "headers" : {
            "data" : "ข้อมูลที่รองรับ"
         },
         "page_title" : "ฝ่ายสนับสนุนของ Axon",
         "sections" : {
            "data" : {
               "legend" : "ข้อมูลที่รองรับของ Axon",
               "msg" : "Blob ข้อมูลด้านล่างอาจมีประโยชน์เมื่อทำงานกับตัวแทนฝ่ายบริการลูกค้าของ Axon",
               "result1" : "ผลลัพธ์ 1:",
               "result2" : "ผลลัพธ์ 2:"
            }
         }
      },
	  "cgi" : {
          "csrf_fail" : "ข้อผิดพลาดคุกกี้",
          "invalid_auth" : "ชื่อผู้ใช้หรือรหัสผ่านไม่ถูกต้อง",
          "invalid_cmd" : "คำสั่งไม่ถูกต้อง",
          "invalid_domain" : "ไม่ได้ระบุโดเมนไว้",
          "invalid_proxy_config" : "การกำหนดค่าพร็อกซีไม่ถูกต้อง",
          "invalid_proxy_user_pass" : "ขาดชื่อผู้ใช้และรหัสผ่าน",
          "invalid_snmp_user" : "ไม่สามารถใช้การกำหนดค่า SNMP ได้ ชื่อผู้ใช้ SNMP ไม่ถูกต้อง",
          "no_content" : "ไม่มีเนื้อหา",
          "no_snmp_pw" : "ไม่สามารถใช้การกำหนดค่า SNMP ได้ ไม่ได้ระบุรหัสผ่านไว้",
          "not_released" : "ยังไม่มี",
          "ok" : "ตกลง",
          "unable_disable_snmp" : "ไม่สามารถปิดใช้งานการกำหนดค่า SNMP ได้",
          "unable_set_snmp" : "ไม่สามารถใช้งานการกำหนดค่า SNMP ได้",
          "unable_set_snmp_auth" : "ไม่สามารถใช้การรับรองความถูกต้องการกำหนดค่า SNMP ได้",
          "unable_set_snmp_enable" : "ไม่สามารถเปิดใช้งานการกำหนดค่า SNMP ได้",
          "unable_set_snmp_enc" : "ไม่สามารถใช้การเข้ารหัสสำหรับการกำหนดค่า SNMP ได้",
          "unable_set_snmp_pass" : "ไม่สามารถใช้รหัสผ่านสำหรับการกำหนดค่า SNMP ได้",
          "unable_set_snmp_user" : "ไม่สามารถใช้ชื่อผู้ใช้สำหรับการกำหนดค่า SNMP ได้",
          "unable_set_sslonly" : "ไม่สามารถเปลี่ยนการตั้งค่า 'ยอมรับเฉพาะคำขอ SSL' ได้",
          "unknown_err" : "ข้อผิดพลาดที่ไม่ทราบ",
          "web_creds_err" : "อัปเดตข้อมูลประจำตัวของผู้ดูแลระบบล้มเหลว",
          "web_creds_invalid_username" : "อัปเดตข้อมูลประจำตัวของผู้ดูแลระบบล้มเหลว: ชื่อผู้ใช้ไม่ถูกต้อง",
          "web_creds_invalid_cur_pass" : "อัปเดตข้อมูลประจำตัวของผู้ดูแลระบบล้มเหลว: รหัสผ่านปัจจุบันไม่ถูกต้อง",
          "web_creds_invalid_new_pass" : "อัปเดตข้อมูลประจำตัวของผู้ดูแลระบบล้มเหลว: รหัสผ่านใหม่ไม่ถูกต้อง"
      },
      "common" : {
        "admin_name_allowed_characters" : "ชื่อผู้ใช้ไม่ถูกต้อง อักขระที่อนุญาต ได้แก่ ตัวอักษรและตัวเลข เว้นวรรค # ! @ ( ) [ ] - . _",
        "at_least" : "อย่างน้อย",
        "cannot_contain_duplicate" : "ต้องไม่มีอักขระที่ซ้ำกัน",
        "cannot_contain_more_than" : "ไม่เกิน",
        "cannot_contain_username" : "ต้องไม่มีชื่อผู้ใช้ของคุณหรือคำที่ใช้บ่อย",
        "character" : "ตัวอักษร",
        "characters" : "ตัวอักษร",
        "characters_in_seq" : "ตัวอักษรตามลำดับ",
        "input_valid_IP" : "กรุณาป้อนที่อยู่ IP ที่ถูกต้อง",
        "less_than" : "ต้องไม่เกิน",
        "mandatory_field" : "ต้องระบุช่องนี้",
        "must_contain" : "ต้องมี",
        "no" : "ไม่ใช่",
        "not_secure" : "ยังไม่ปลอดภัยพอ",
        "please_provide" : "กรุณาระบุอย่างน้อย",
        "select_valid_entry" : "กรุณาเลือกรายการที่ถูกต้อง",
        "snmp_name_allowed_characters" : "ชื่อผู้ใช้ไม่ถูกต้อง อักขระที่อนุญาต ได้แก่ ตัวอักษรและตัวเลข # ! @ ( ) [ ] - . _",
        "value_not_equal" : "ค่าไม่เท่ากับช่องรหัสผ่านใหม่",
        "yes" : "ใช่"
      },
      "configassist" : {
         "dlg_assign" : {
            "msg1" : "แบบฟอร์มนี้จะเปลี่ยนเจ้าของของอุปกรณ์เป็นผู้ใช้ที่ระบุด้านล่าง ชื่อผู้ใช้และรหัสผ่านจะไม่ถูกจัดเก็บบน Dock",
            "msg2" : "ป้อนการรับรองความถูกต้องของคุณด้านล่างและคลิก \"ตกลง\" เพื่อมอบหมายอุปกรณ์นี้ให้กับคุณ หรือคลิก \"ยกเลิก\" เพื่อย้อนกลับ",
            "password" : "รหัสผ่าน",
            "username" : "ชื่อผู้ใช้"
         },
         "dlg_format" : {
            "msg" : "การดำเนินการนี้จะรีเฟรชการกำหนดค่าคอนฟิกและเฟิร์มแวร์ของอุปกรณ์ โดยจะไม่มีข้อมูลสูญหาย"
         },
         "dlg_format_auth" : {
            "admin_password" : "รหัสผ่านผู้ดูแล",
            "admin_username" : "ชื่อผู้ใช้ของผู้ดูแล",
            "msg" : "คุณต้องมีสิทธิ์ของผู้ดูแลระบบ Evidence.com เพื่อดำเนินการนี้ ชื่อผู้ใช้และรหัสผ่านของคุณจะไม่ถูกเก็บไว้ใน Dock ป้อนการรับรองความถูกต้องด้านล่างและคลิก \"ตกลง\" เพื่อฟอร์แมตอุปกรณ์นี้ หรือคลิก \"ยกเลิก\" เพื่อย้อนกลับ"
         },
         "err_cannot_get_log" : {
            "msg" : "เกิดข้อผิดพลาดขณะพยายามอ่านข้อมูลบันทึกกิจกรรมจากอุปกรณ์นี้",
            "title" : "ไม่สามารถอ่านไฟล์ข้อมูลบันทึกจากอุปกรณ์นี้"
         },
         "err_cannot_read_file" : {
            "msg" : "เกิดข้อผิดพลาดในการอ่านสื่อและข้อมูลหลักฐานจากอุปกรณ์นี้ หากข้อผิดพลาดนี้ยังคงอยู่ โปรดติดต่อฝ่ายสนับสนุนด้านเทคนิคของ Axon",
            "title" : "ไม่สามารถอ่านไฟล์หลักฐานจากอุปกรณ์นี้"
         },
         "err_cannot_rm_log" : {
            "msg" : "เกิดข้อผิดพลาดขณะพยายามล้างข้อมูลบันทึกกิจกรรมในอุปกรณ์นี้หลังจากที่อัปโหลดไปยัง evidence.com",
            "title" : "ไม่สามารถล้างไฟล์ข้อมูลบันทึกบนอุปกรณ์นี้"
         },
         "err_device_lost_communication" : {
            "msg" : "การเชื่อมต่อสำหรับอุปกรณ์นี้หยุดทำงาน โปรดถอดและเสียบอุปกรณ์อีกครั้ง หากปัญหายังคงอยู่ โปรดติดต่อผู้ดูแลหน่วยงานของคุณเพื่อขอความช่วยเหลือเกี่ยวกับอุปกรณ์นี้",
            "title" : "การสื่อสารของ Dock กับอุปกรณ์นี้ขาดหาย"
         },
         "err_device_maintenance" : {
            "msg" : "Dock นี้กำลังดำเนินการบำรุงรักษาอัตโนมัติบนอุปกรณ์นี้ อุปกรณ์จะกลับมาปฏิบัตงานตามปกติโดยอัตโนมัติ ไม่จำเป็นต้องดำเนินการใดๆ",
            "title" : "Dock นี้กำลังดำเนินการบำรุงรักษาอัตโนมัติบนอุปกรณ์นี้"
         },
         "err_devtype_cfg_failure" : {
             "msg" : "ไม่สามารถตั้งค่าอุปกรณ์เป็นโหมด Bodycam ได้ กรุณาดูคำแนะนำในการแก้ไขปัญหา",
             "title" : "อุปกรณ์นี้ไม่ได้ตั้งค่าเป็น Bodycam"
         },
         "err_format_failure" : {
            "msg" : "รูปแบบไดรฟ์ของอุปกรณ์ล้มเหลว กรุณาดูคำแนะนำในการแก้ไขปัญหา",
            "title" : "รูปแบบไดรฟ์ของอุปกรณ์นี้ล้มเหลว"
         },
         "err_fwup_cfg_failure" : {
             "msg": "ไม่สามารถกำหนดช่องเฟิร์มแวร์ที่สามารถอัปเดตได้ กรุณาดูคำแนะนำในการแก้ไขปัญหา",
             "title" : "อุปกรณ์นี้ไม่ได้ตั้งค่าให้สามารถอัปเดตเฟิร์มแวร์ได้"
         },
         "err_inactive_device" : {
            "msg" : "ขณะนี้อุปกรณ์ไม่ได้ใช้งานในหน่วยงานนี้ โปรดเชื่อมต่ออุปกรณ์กับ Evidence Sync แล้วมอบหมายอุปกรณ์ให้กับผู้ใช้ที่เหมาะสม",
            "title" : "ขณะนี้อุปกรณ์ของคุณไม่ได้ใช้งานในหน่วยงานของคุณ"
         },
         "err_invalid_device_type" : {
            "msg" : "ไม่สามารถกำหนดค่าอุปกรณ์ให้เป็นประเภทที่กำหนดได้ กรุณาดูคำแนะนำในการแก้ไขปัญหา",
            "title" : "อุปกรณ์ไม่ถูกต้อง"
         },
         "err_invalid_model" : {
            "msg" : "ไม่รู้จักอุปกรณ์ที่เชื่อมต่ออยู่กับ Dock ว่าเป็นอุปกรณ์ Axon ที่ถูกต้อง โปรดลบออกจาก Dock",
            "title" : "Dock ไม่รู้จักอุปกรณ์ประเภทนี้"
         },
         "err_invalid_serial" : {
            "msg" : "อุปกรณ์ที่เชื่อมต่อกับ Dock ไม่มีหมายเลขซีเรียล นี่อาจเป็นข้อผิดพลาดที่เกิดขึ้นเป็นระยะ โปรดลบและเชื่อมต่ออุปกรณ์ใน Dock อีกครั้ง หากข้อผิดพลาดนี้ยังคงอยู่ โปรด RMA อุปกรณ์",
            "title" : "อุปกรณ์นี้มีหมายเลขประจำเครื่องที่ไม่ถูกต้อง"
         },
         "err_inventory_failure" : {
            "msg" : "เกิดข้อผิดพลาดในการอ่านสื่อและข้อมูลหลักฐานสำหรับอุปกรณ์นี้ หากข้อผิดพลาดนี้ยังคงอยู่ โปรดติดต่อฝ่ายสนับสนุนด้านเทคนิคของ Axon",
            "title" : "ไม่สามารถอ่านรายการหลักฐานจากอุปกรณ์นี้"
         },
         "err_mount_failed" : {
            "msg" : "โปรดไปที่หน้าการดูแลระบบและรีบูต Dock",
            "title" : "มีของผิดพลาดขณะเชื่อมต่อกับอุปกรณ์"
         },
         "err_network_failed" : {
            "msg" : "มีความเป็นไปได้มากว่าเกิดจากการเชื่อมต่ออินเทอร์เน็ตที่ไม่เสถียร, การเชื่อมต่อกับ Evidence.com ที่ไม่เสถียร, Evidence.com ทำงานไม่ทัน หรือ Evidence.com อยู่ระหว่างปรับปรุง ซึ่งไม่ใช่ข้อผิดพลาดร้ายแรง และ Dock จะดำเนินการอีกครั้ง",
            "title" : "Dock พบปัญหาเครือข่ายขณะประมวลผลอุปกรณ์นี้"
         },
         "err_no_usb" : {
            "msg" : "Dock ไม่สามารถสื่อสารกับอุปกรณ์นี้ได้ นี่อาจเป็นข้อผิดพลาดที่เกิดขึ้นเป็นระยะ โปรดลบและเชื่อมต่ออุปกรณ์ใน Dock อีกครั้ง หากข้อผิดพลาดนี้ยังคงอยู่ โปรด RMA อุปกรณ์",
            "title" : "ไม่สามารถสื่อสารกับอุปกรณ์"
         },
         "err_not_offline" : {
            "msg" : "Dock นี้ได้รับการกำหนดค่ามาสำหรับการปฏิบัติงานแบบออฟไลน์ โดยจะไม่ประมวลผลอุปกรณ์ที่ตั้งค่าเป็นโหมดออนไลน์ หากคุณต้องการตั้งค่าอุปกรณ์นี้เป็นโหมดออฟไลน์ โปรดเชื่อมต่ออุปกรณ์กับ Evidence Sync และทำตามคำแนะนำ",
            "title" : "อุปกรณ์นี้ไม่ได้ตั้งค่ามาสำหรับการปฏิบัติงานแบบออฟไลน์"
         },
         "err_not_online" : {
            "msg" : "Dock นี้ได้รับการกำหนดค่ามาสำหรับการปฏิบัติงานแบบออนไลน์ โดยจะไม่ประมวลผลอุปกรณ์ที่ตั้งค่าเป็นโหมดออฟไลน์ หากคุณต้องการตั้งค่าอุปกรณ์นี้เป็นโหมดออนไลน์ โปรดเชื่อมต่ออุปกรณ์กับ Evidence Sync และทำตามคำแนะนำ",
            "title" : "อุปกรณ์นี้ไม่ได้ตั้งค่ามาสำหรับการปฏิบัติงานแบบออนไลน์"
         },
         "err_system_maintenance" : {
            "msg" : "Dock นี้กำลังดำเนินการบำรุงรักษาอัตโนมัติ อุปกรณ์จะกลับมาปฏิบัติงานตามปกติโดยอัตโนมัติ ไม่จำเป็นต้องดำเนินการใดๆ",
            "title" : "Dock กำลังดำเนินการบำรุงรักษาภายใน"
         },
         "err_transfer_failed" : {
            "msg" : "มีความเป็นไปได้มากว่าเกิดจากการเชื่อมต่ออินเทอร์เน็ตที่ไม่เสถียร, การเชื่อมต่อกับ Evidence.com ที่ไม่เสถียร, Evidence.com ทำงานไม่ทัน หรือ Evidence.com อยู่ระหว่างปรับปรุง ซึ่งไม่ใช่ข้อผิดพลาดร้ายแรง และ Dock จะอัปโหลดไฟล์อีกครั้ง",
            "title" : "Dock ไม่สามารถโอนวิดีโอจากอุปกรณ์นี้ได้สำเร็จ"
         },
         "err_transfer_failed_noretry" : {
            "msg" : "ปัญหานี้มักเกิดจากปัญหากับอุปกรณ์ โปรดติดต่อฝ่ายสนับสนุนด้านเทคนิคของ Axon",
            "title" : "Dock พบข้อผิดพลาดถาวรในการโอนวิดีโอจากอุปกรณ์นี้"
         },
         "err_unknown_port_type" : {
            "msg" : "ไม่รองรับประเภทพอร์ตที่อุปกรณ์เชื่อมต่อหรือเป็นประเภทที่ไม่รู้จัก กรุณาดูคำแนะนำในการแก้ไขปัญหา",
            "title" : "ประเภทพอร์ตเป็นประเภทที่ไม่รู้จัก"
         },
         "err_wrong_agency" : {
            "msg" : "อุปกรณ์นี้ไม่ได้มอบหมายให้กับหน่วยงานของคุณอยู่ในขณะนี้ โปรดติดต่อผู้ดูแลระบบของหน่วยงานของคุณเพื่อขอความช่วยเหลือเกี่ยวกับอุปกรณ์นี้",
            "title" : "ขณะนี้อุปกรณ์นี้ไม่ได้มอบหมายให้กับหน่วยงานของคุณ"
         },
         "if_problem_continues" : "หากปัญหานี้ยังคงอยู่ โปรดติดต่อฝ่ายสนับสนุนทางเทคนิคของ Axon ที่:",
         "more_help" : "หากต้องการความช่วยเหลือเพิ่มเติมเกี่ยวกับปัญหานี้ โปรดติดต่อฝ่ายสนับสนุนทางเทคนิคของ Axon ที่:",
         "no_dns" : {
            "msg" : "เราไม่สามารถค้นหาเซิร์ฟเวอร์ DNS ซึ่งมักเกิดจากที่อยู่ IP ที่ไม่ถูกต้องซึ่งกำหนดค่าไว้สำหรับเซิร์ฟเวอร์ DNS ของคุณ เราขอแนะนำให้ตรวจสอบการตั้งค่า DNS ในหน้าเครือข่าย",
            "return_msg" : "คลิก \"ตกลง\" ด้านล่างเพื่อไปที่หน้าเครือข่ายเพื่อตรวจสอบข้อมูล DNS ของคุณ หรือกด ESC เพื่อปิดกล่องโต้ตอบนี้",
            "title" : "ไม่พบเซิร์ฟเวอร์ DNS"
         },
         "no_ecom" : {
            "msg" : "เราไม่สามารถรับรองความถูกต้องของ Dock นี้กับ Evidence.com ได้ซึ่งมักเกิดจากคีย์การลงทะเบียนที่ไม่ถูกต้องหรือขาดหายไปสำหรับหน่วยงานของคุณกับ Dock นี้ เราขอแนะนำให้ลงทะเบียน Dock นี้โดยใช้หน้า การปฏิบัติงาน",
            "return_msg" : "คลิก \"ตกลง\" ด้านล่างเพื่อไปที่หน้าการปฏิบัติงานเพื่อลงทะเบียน Dock ของคุณ หรือกด ESC เพื่อปิดกล่องโต้ตอบนี้",
            "title" : "ไม่มีการรับรองความถูกต้องของ Evidence.com"
         },
         "no_gateway" : {
            "msg" : "เราไม่สามารถติดต่อเกตเวย์เริ่มต้นของเครือข่ายของคุณได้ ซึ่งมักเกิดจากที่อยู่ IP ที่ไม่ถูกต้อง อย่างไรก็ตาม บางเกตเวย์ไม่ตอบสนองต่อ \"Ping\" ของเครือข่าย",
            "return_msg" : "คลิก \"ตกลง\" ด้านล่างเพื่อไปที่หน้าเครือข่ายเพื่อเปลี่ยนเกตเวย์เริ่มต้นของคุณ หรือกด ESC เพื่อปิดกล่องโต้ตอบนี้",
            "title" : "ไม่พบเกตเวย์"
         },
         "no_https" : {
            "msg" : "เราไม่สามารถสื่อสารผ่านช่องทางที่ปลอดภัย (HTTPS) ได้ ซึ่งมักเกิดจากพอร์ต HTTPS (443) ถูกบล็อกโดยไฟร์วอลล์ของคุณ เราขอแนะนำให้ตรวจสอบว่าพอร์ต HTTPS เปิดอยู่ในไฟร์วอลล์ของคุณ",
            "return_msg" : "คลิก \"ตกลง\" ด้านล่างเพื่อกลับสู่หน้าสถานะ",
            "title" : "ไม่มี HTTPS ที่พร้อมใช้งาน"
         },
         "no_ip_dynamic" : {
            "msg" : "เราไม่สามารถรับที่อยู่ IP จากเซิร์ฟเวอร์ DHCP ของคุณได้ ซึ่งมักเกิดจากไม่มีเซิร์ฟเวอร์ DHCP ที่ทำงานอยู่ในเครือข่ายของคุณ คุณอาจต้องป้อนการกำหนดค่า IP แบบคงที่สำหรับ Dock นี้",
            "return_msg" : "คลิก \"ตกลง\" ด้านล่างเพื่อไปที่หน้าเครือข่ายเพื่อเปลี่ยนข้อมูล IP แบบคงที่ของคุณ หรือกด ESC เพื่อปิดกล่องโต้ตอบนี้",
            "title" : "ไม่มีที่อยู่ IP"
         },
         "no_ip_static" : {
            "msg" : "เราไม่สามารถรับที่อยู่ IP ที่คุณระบุในการตั้งค่า IP แบบคงที่สำหรับ Dock นี้ ซึ่งมักเกิดจากการใช้ IP แบบคงที่เดียวกันสำหรับคอมพิวเตอร์มากกว่าหนึ่งเครื่อง เราขอแนะนำให้ตรวจสอบที่อยู่ IP ที่ป้อนในหน้าเครือข่าย",
            "return_msg" : "คลิก \"ตกลง\" ด้านล่างเพื่อไปที่หน้าเครือข่ายเพื่อตรวจสอบการตั้งค่าของคุณ หรือกด ESC เพื่อปิดกล่องโต้ตอบนี้",
            "title" : "ไม่มีที่อยู่ IP"
         },
         "no_ntp" : {
            "msg" : "เราไม่สามารถสื่อสารกับเซิร์ฟเวอร์เวลาของเครือข่ายได้ ซึ่งมักเกิดจากทั้งพอร์ต 80 และพอร์ต 123 ที่ถูกบล็อกบนไฟร์วอลล์ เราขอแนะนำให้ตรวจสอบว่าพอร์ต 80 หรือ 123 เปิดอยู่ในไฟร์วอลล์ของคุณ",
            "return_msg" : "คลิก \"ตกลง\" ด้านล่างเพื่อไปที่หน้าเครือข่ายเพื่อเปลี่ยนเซิร์ฟเวอร์เวลาของคุณ หรือกด ESC เพื่อปิดกล่องโต้ตอบนี้",
            "title" : "เซิร์ฟเวอร์ NTP ไม่ตอบสนอง"
         },
         "no_status" : {
            "msg" : "เรายังไม่สามารถระบุประเภทเครือข่ายของคุณได้ อาจเป็นเพราะระบบของเรากำลังดำเนินการอยู่ เราแนะนำให้รอ 2 หรือ 3 นาทีแล้วรีเฟรชหน้านี้ หน้าสถานะจะรีเฟรชด้วยหากมีข้อมูลใหม่เข้ามา",
            "return_msg" : "คลิก \"ตกลง\" ด้านล่างเพื่อกลับสู่หน้าสถานะ",
            "title" : "ไม่พบสถานะ"
         },
         "title" : "ผู้ช่วยการกำหนดค่าคอนฟิก",
         "we_found" : "หลังจากตรวจสอบเครือข่ายของคุณแล้ว เราพบปัญหาต่อไปนี้:",
         "welcome" : "ยินดีต้อนรับสู่ผู้ช่วยการกำหนดค่าคอนฟิก"
      },
      "device_status_codes" : {
         "capchk" : "ตรวจสอบความจุ",
         "cfg" : "กำลังกำหนดค่าคอนฟิก",
         "chg" : "การชาร์จ",
         "del" : "กำลังลบ",
         "device_maint" : "การบำรุงรักษาอุปกรณ์",
         "devid" : "กำลังระบุ",
         "err" : "ข้อผิดพลาด (กำลังรอลองอีกครั้ง)",
         "fail" : "ข้อผิดพลาด",
         "fwdone" : "อัปเดตเฟิร์มแวร์แล้ว",
         "fwupdate" : "กำลังอัปเดตเฟิร์มแวร์",
         "inact" : "ไม่ได้ใช้งานอยู่",
         "init" : "กำลังเริ่ม",
         "inventory" : "รายการสินค้า",
         "logerase" : "กำลังลบข้อมูลบันทึก",
         "logsend" : "กำลังอัปโหลดข้อมูลบันทึก",
         "lost" : "การสื่อสารขาดหาย",
         "net_retry" : "ลองเชื่อมต่อเครือข่ายอีกครั้ง",
         "new" : "อุปกรณ์ใหม่",
         "nonet" : "เครือข่ายล่ม",
         "plugin" : "กำลังเชื่อมต่อ",
         "proc" : "กำลังโอนไฟล์",
         "rdy" : "พร้อม",
         "register" : "การลงทะเบียน",
         "summary" : "รับข้อมูลสรุป",
         "sys_maint" : "การบำรุงรักษาระบบ",
         "unk" : "ไม่รู้จัก",
         "unsupported" : "ไม่รองรับ",
         "wait" : "กำลังรอ"
      },
      "diag" : {
         "headers" : {
            "diag" : "การวินิจฉัย"
         },
         "page_title" : "สถานะ",
         "sections" : {
            "netdiag" : {
               "command" : "คำสั่ง:",
               "commands" : {
                  "date" : "วันที่ตามที่รายงานโดย Dock",
                  "ifconfig" : "ข้อมูลสถิติเครือข่าย IFCONFIG",
                  "nslookup_goog" : "NSLOOKUP google.com",
                  "nslookup_taser" : "NSLOOKUP taser.evidence.com",
                  "ping_8888" : "PING 8.8.8.8",
                  "ping_gateway" : "Ping เกตเวย์เริ่มต้น",
                  "ping_goog" : "Ping google.com",
                  "tail_etmlog" : "TAIL 100 บรรทัดของข้อมูลบันทึก Dock",
                  "tail_syslog" : "TAIL 100 บรรทัดของข้อมูลบันทึกระบบ",
                  "tr_goog" : "TRACEROUTE google.com",
                  "tr_taser" : "TRACEROUTE taser.evidence.com"
               },
               "execute" : "รัน",
               "legend" : "การวินิจฉัยเครือข่าย",
               "menu" : "เลือกการทดสอบการวินิจฉัยจากเมนูดรอปดาวน์แล้วกดรัน...",
               "msg1" : "คำสั่งที่ระบุไว้ที่นี่ใช้เพื่อวินิจฉัยปัญหาการเชื่อมต่อเครือข่าย",
               "msg2" : "อย่ารันคำสั่งด้านล่างถ้าไม่ได้รับคำแนะนำจากตัวแทนฝ่ายบริการลูกค้า Axon ให้ดำเนินการดังกล่าว",
               "result" : "ผลลัพธ์:"
            }
         }
      },
      "firmware" : {
         "current_version" : "เวอร์ชั่นเฟิร์มแวร์ปัจจุบัน",
         "dvr_update_starting" : "กำลังติดต่อเซิร์ฟเวอร์ Axon เพื่อค้นหารายการอัปเดต... การอัปเดตเฟิร์มแวร์จะเริ่มขึ้นหลังจากที่ DVR อัปโหลดไฟล์เสร็จสิ้น",
         "etm_update_starting" : "เริ่มการอัปเดตเฟิร์มแวร์แล้ว โปรดกลับมาตรวจสอบอีกครั้งในไม่กี่นาทีเพื่อดูว่ามีการอัปเดตเวอร์ชันหรือไม่...",
         "headers" : {
            "firmware_mgmt" : "การจัดการเฟิร์มแวร์"
         },
         "not_released" : "ยังไม่มี",
         "page_title" : "การอัปเดตเฟิร์มแวร์",
         "sections" : {
            "device_firmware_update" : {
               "legend" : "การอัปเดตเฟิร์มแวร์ของอุปกรณ์",
               "msg" : "หากต้องการอัปเกรดเฟิร์มแวร์ของอุปกรณ์ทั้งหมดที่อยู่บนแท่นวาง ให้คลิกปุ่มด้านล่าง หากมีรายการอัปเดตพร้อมให้ใช้งาน ระบบจะติดตั้งการอัปเดตในอุปกรณ์ทั้งหมดโดยอัตโนมัติ",
               "device_name" : "ชื่ออุปกรณ์",
               "released_firmware" : "เฟิร์มแวร์ที่ปล่อย",
               "early_access_firmware" : "เฟิร์มแวร์อยู่ระหว่างการพัฒนา",
               "perform_fw_update" : "อัปเดตอุปกรณ์ Axon"
            },
            "etm_firmware_update" : {
               "check_update" : "อัปเดตเฟิร์มแวร์",
               "legend" : "การอัปเดตเฟิร์มแวร์ของ Dock",
               "msg" : "หากต้องการอัปเดตเฟิร์มแวร์ของ Dock ให้คลิก อัปเดตเฟิร์มแวร์ โดย Dock จะติดต่อเซิร์ฟเวอร์ของ Axon และตรวจสอบเวอร์ชันเฟิร์มแวร์ล่าสุด หากมีเฟิร์มแวร์เวอร์ชันใหม่ จะมีการติดตั้งโดยอัตโนมัติ",
               "show_version_details" : "รายละเอียด",
               "version_details" : "รายละเอียด"
            }
         },
         "update_failed" : "ไม่สามารถเริ่มการอัปเดตเฟิร์มแวร์",
         "update_title" : "การอัปเดตเฟิร์มแวร์"
      },
      "general" : {
         "closeparen" : ")",
         "copyright" : "&copy; 2023 Axon Enterprise, Inc. สงวนลิขสิทธิ์",
         "error_code" : "รหัสข้อผิดพลาด",
         "firmware" : "เฟิร์มแวร์",
         "footnote" : "*แบตเตอรี่ TASER มีเฟิร์มแวร์สำหรับมือจับ TASER 7 (T7) และ TASER 10 (T10) เช่นเดียวกับ TASER BLE",
         "openparen" : "(",
         "refresh" : "รีเฟรช",
         "sections" : {
            "button_bar" : {
               "discard_changes" : "ละทิ้งการเปลี่ยนแปลง",
               "loading_wait" : "กำลังโหลดการกำหนดค่าคอนฟิก... โปรดรอ...",
               "reset_registration" : "รีเซ็ตการลงทะเบียน",
               "save_changes" : "บันทึกการเปลี่ยนแปลง",
               "continue" : "ดำเนินการต่อ"
            },
            "snmp" : {
               "showhide_password" : "แสดง/ซ่อนรหัสผ่าน SNMP"
            }
         }
      },
      "index" : {
         "footer" : {
            "help_center" : "ศูนย์ช่วยเหลือ"
         },
         "headers" : {
            "system_status" : "สถานะระบบ"
         },
         "page_title" : "สถานะ",
         "sections" : {
            "devices" : {
               "device" : "อุปกรณ์",
               "firmware" : "เฟิร์มแวร์*",
               "hidden_info" : "คลิกเพื่อดูข้อมูล",
               "legend" : "อุปกรณ์",
               "owner" : "เจ้าของ",
               "serial" : "ซีเรียล #",
               "status" : "สถานะ"
            },
            "networking" : {
               "active" : "ที่ใช้งานอยู่",
               "dns_server" : "เซิร์ฟเวอร์ DNS",
               "ecom_registration" : "การลงทะเบียน Evidence.com",
               "gateway" : "เกตเวย์อินเทอร์เน็ต",
               "https_port" : "HTTPS (พอร์ต 443)",
               "ipaddress" : "ที่อยู่ IP",
               "legend" : "กำลังสร้างเครือข่าย",
               "mac_address" : "ที่อยู่ MAC",
               "not_registered" : "ยังไม่ลงทะเบียน",
               "serial_number" : "ซีเรียล #",
               "time_server" : "เซิร์ฟเวอร์เวลา"
            }
         }
      },
      "links" : {
         "administration" : "การดูแลระบบ",
         "firmware" : "เฟิร์มแวร์",
         "networking" : "กำลังสร้างเครือข่าย",
         "operations" : "การปฏิบัติงาน",
         "status" : "สถานะ"
      },
      "lookups" : {
         "netmode" : {
            "dynamic" : "ไดนามิก",
            "static" : "แบบคงที่"
         }
      },
      "networking" : {
         "headers" : {
            "net_setup" : "การตั้งค่าเครือข่าย"
         },
         "page_title" : "การตั้งค่าการสร้างเครือข่าย",
         "restart_title" : "รีสตาร์ทเครือข่าย",
         "saved_restarting" : "บันทึกการตั้งค่าแล้ว กำลังรีสตาร์ทเครือข่าย",
         "sections" : {
            "conn_type" : {
               "label_dynamic" : "ไดนามิก IP (DHCP)",
               "label_static" : "IP แบบคงที่",
               "legend" : "ประเภทการเชื่อมต่อ",
               "msg" : "มีสองวิธีที่ Dock สามารถทำงานกับเครือข่ายที่มีอยู่ของคุณเพื่ออนุญาตการเข้าถึงอินเทอร์เน็ตสำหรับอุปกรณ์ AXON โดยไดนามิก IP (เรียกอีกอย่างว่า DHCP) หรือที่อยู่ IP แบบคงที่ เลือกวิธีการที่เหมาะสมด้านล่าง:"
            },
            "static_ip" : {
               "dns_servers" : "เซิร์ฟเวอร์ DNS",
               "gateway" : "เกตเวย์เริ่มต้น",
               "ip_address" : "ที่อยู่ IP",
               "legend" : "การกำหนดค่าคอนฟิก IP แบบคงที่",
               "msg" : "หากเครือข่ายของคุณไม่ได้ใช้ DHCP หรือมีการเข้าถึงอินเทอร์เน็ตโดยการกำหนด IP แบบคงที่เท่านั้น คุณจะต้องให้ข้อมูลการกำหนดค่าคอนฟิกสำหรับ Dock หากคุณไม่มีข้อมูลนี้ โปรดติดต่อผู้ดูแลระบบเครือข่ายของคุณ",
               "subnet_mask" : "ซับเน็ตมาสก์"
            },
            "throttle" : {
               "label_mbps" : "Mbps",
               "legend" : "อัตราการไหลของข้อมูลขาออก",
               "max_speed" : "ความเร็วสูงสุดในการอัปโหลด",
               "msg" : "โดยปกติแล้ว Dock จะใช้แบนด์วิดท์ที่มีอยู่ทั้งหมดเพื่ออัปโหลดวิดีโอจากหน่วย AXON โดยเร็วที่สุด หากคุณไม่ต้องการการทำงานในลักษณะนี้ คุณอาจจำกัดความเร็วในการถ่ายโอนด้านล่าง (วัดเป็นเมกะบิตต่อวินาที) ค่าศูนย์จะบอก Dock ให้ใช้แบนด์วิดท์ที่มีอยู่ทั้งหมด"
            }
         }
      },
      "ops" : {
         "an_error_occurred" : "เกิดข้อผิดพลาด",
         "generating_tokens" : "กำลังสร้างโทเค็นความปลอดภัย...",
         "headers" : {
            "operations" : "การปฏิบัติงาน"
         },
         "page_title" : "การปฏิบัติงานทั่วไป",
         "regenerate_keys_query" : "คุณได้รับรองความถูกต้องกับ Evidence.com เรียบร้อยแล้ว คุณต้องการสร้างคีย์ความปลอดภัยใหม่หรือไม่",
         "regenerate_keys_title" : "สร้างคีย์อีกครั้ง",
         "register_with_ecom" : "ลงทะเบียนกับ Evidence.com",
         "registering_etm" : "กำลังลงทะเบียน Dock...",
         "processing" : "กำลังประมวลผล...",
         "poll_uri_code" : "กำลังดึงลิงก์และรหัสเปิดใช้งาน...",
         "reset_reg" : "รีเซ็ตการลงทะเบียน",
         "reset_reg_failed" : "ไม่สามารถรีเซ็ตการลงทะเบียน",
         "resetting_reg_dock" : "กำลังรีเซ็ตการลงทะเบียนของ Dock เป็นค่าเริ่มต้น กำลังโหลดหน้าซ้ำใน 30 วินาที",
         "restarting_etm" : "กำลังรีสตาร์ท Dock ซึ่งจะใช้เวลาประมาณ 30 วินาที...",
         "sections" : {
            "e_com_reg" : {
               "admin_password" : "รหัสผ่านผู้ดูแล",
               "admin_username" : "ชื่อผู้ใช้ของผู้ดูแล",
               "agency_name" : "หน่วยงานของ Evidence.com",
               "already_registered" : "Dock นี้ได้มีการลงทะเบียนกับ Evidence.com ไว้แล้ว",
               "domain_name" : "ชื่อโดเมน",
               "legend" : "การลงทะเบียน Evidence.com",
               "msg" : "หากต้องการลงทะเบียน Dock นี้กับหน่วยงาน Evidence.com ของคุณ ให้ป้อนชื่อหน่วยงาน ชื่อผู้ใช้ และรหัสผ่าน Evidence.com ของคุณ เมื่อ Dock ลงทะเบียนกับ Evidence.com แล้ว Dock จะโอนไฟล์มีเดียทั้งหมดไปยังบัญชี Evidence.com ของคุณ ชื่อผู้ใช้และรหัสผ่านของคุณจะไม่ถูกเก็บไว้ใน Dock",
               "msg_shorten" : "หากต้องการลงทะเบียน Dock นี้กับหน่วยงาน Evidence.com ของคุณ ให้ป้อนชื่อหน่วยงาน Evidence.com ของคุณ เมื่อ Dock ลงทะเบียนกับ Evidence.com แล้ว Dock จะโอนไฟล์มีเดียทั้งหมดไปยังบัญชี Evidence.com ของคุณ",
               "msg_login_uri_code" : "กรุณาเปิดลิงก์และระบุรหัสเพื่อทำการลงทะเบียนให้เสร็จสมบูรณ์:"
            }
         }
      },
      "proxy": {
         "headers": {
            "proxy_setup": "การเปิดใช้งานพร็อกซี"
         },
         "page_title": "การตั้งค่าพร็อกซี",
         "proxy_test_title": "การทดสอบพร็อกซี",
         "proxy_test_in_progress": "อยู่ระหว่างการทดสอบพร็อกซี...",
         "proxy_test_success_msg": "การทดสอบพร็อกซีสำเร็จ",
         "proxy_test_fail_msg": "การทดสอบพร็อกซีล้มเหลว",
         "configuration_saved_title": "บันทึกการกำหนดค่าพร็อกซีแล้ว",
         "configuration_saved_msg": "บันทึกการกำหนดค่าพร็อกซีแล้วและจะมีผลในไม่ช้า",
         "sections": {
            "http_proxy": {
               "legend": "HTTP พร็อกซี",
               "msg": "การตั้งค่า HTTP พร็อกซีจะเปลี่ยนเส้นทางคำขอ HTTP ทั้งหมดไปยังพร็อกซีเซิร์ฟเวอร์ที่กำหนด",
               "enable": "เปิดใช้งาน",
               "legend_config": "การกำหนดค่า",
               "legend_advanced_config": "การกำหนดค่าขั้นสูง",
               "disable_dns_check": "ปิดใช้งานการตรวจสอบ DNS",
               "msg_config": "ระบุหรือไม่ระบุชื่อผู้ใช้และรหัสผ่านก็ได้",
               "host": "พร็อกซีโฮสต์",
               "port": "พอร์ตพร็อกซี",
               "username": "ชื่อผู้ใช้",
               "password": "รหัสผ่าน",
               "test_connection": "ทดสอบการเชื่อมต่อ"
            }
         }
      },
      "strings" : {
         "an_error_occurred" : "เกิดข้อผิดพลาด",
         "axon_flex" : "Axon Flex",
         "calculating_rate" : "กำลังคำนวณ...",
         "cancel" : "ยกเลิก",
         "cannot_get_data_too_many_failed_login_attempts" : "ไม่สามารถรับข้อมูลได้เนื่องจากการพยายามล็อกอินล้มเหลวหลายครั้งเกินไป",
         "click_for_details" : "คลิกเพื่อดูรายละเอียด",
         "device_error" : "ข้อผิดพลาดของอุปกรณ์",
         "error" : "ข้อผิดพลาด",
         "error_download" : "เกิดข้อผิดพลาดในการดาวน์โหลด https",
         "error_internal" : "ข้อผิดพลาดภายใน",
         "failed_auth": "มีความพยายามในการรับรองความถูกต้องที่ล้มเหลวหลายครั้งเกินไป บัญชีถูกระงับชั่วคราว",
         "finished" : "เสร็จสิ้น",
         "invalid_hostname" : "ชื่อโฮสต์ไม่ถูกต้อง",
         "kbps" : "kbps",
         "login_failed" : "ล็อกอินไม่สำเร็จ",
         "no_server_response" : "ไม่มีการตอบสนองจากเซิร์ฟเวอร์",
         "ok" : "ตกลง",
         "operation_complete_success" : "การปฏิบัติงานสำเร็จแล้ว",
         "please_complete_mandatory" : "โปรดกรอกข้อมูลในฟิลด์ที่จำเป็นนี้",
         "please_enter_numeric" : "กรุณาป้อนค่าตัวเลข",
         "please_enter_valid_email" : "โปรดป้อนที่อยู่อีเมลที่ถูกต้อง",
         "please_enter_valid_URL" : "กรุณาป้อน URL ที่ถูกต้อง",
         "please_enter_value_larger" : "กรุณาป้อนค่าที่มากกว่า",
         "please_enter_value_smaller" : "กรุณาป้อนค่าที่น้อยกว่า",
         "reloading_status" : "กำลังโหลดสถานะอีกครั้ง...",
         "reloading_status_title" : "กำลังรีเฟรช",
         "unassigned" : "ยังไม่ได้มอบหมาย",
         "unspecified_error" : "เกิดข้อผิดพลาดที่ไม่ระบุ:",
         "waiting_for_response" : "กำลังรอการตอบสนอง...",
         "authentication_failed" : "การยืนยันตัวตนล้มเหลว",
         "invalid_request" : "คำขอเป็นโมฆะหรือไม่ถูกต้อง"
      }
   }
}
