{
   "ETM" : {
      "admin" : {
         "admin_title" : "Ḑŏḉḵ Ảḏṁȋṋïșţṛǡțịôṅ",
         "configuring_msg" : "Ċòǹḟįġủȓińġ, Ṫĥỉṣ ẅîłḷ ťȃḱḝ ḁƥṗṟöẍĩḿấŧễĺŷ 40 ṣệƈõṇḍṧ...",
         "headers" : {
            "administration" : "Ḓỏƈƙ Āɖḿǐṅišṯŕāţīőƞ"
         },
         "page_title" : "Ẵɖḿíǹ. Śḗṯʈỉṋğṧ",
         "rebooting_msg" : "Ŕëḅõōťỉƞğ, Ʈḥíš ẅíŀḹ ţấķẽ áṕƥʀỏẋïṁȁƭěḷƴ 60 ṥĕƈõñḍś...",
         "saving_settings" : "Ŝåṿĩŋɠ ŝẽŧʈiṇǧṩ...",
         "sections" : {
            "admin_maint" : {
               "legend" : "Ṃẵĭṇʈểƞẫɲćȅ",
               "reboot" : "Ŕếḃỏỏť Ḑòçḳ"
            },
            "admin_ssl" : {
               "accept_only_https" : "Ạċƈēƥţ òṋḷỹ ŠṨŁ Ṝếqủḕșțṡ",
               "legend" : "ŜȘĻ Ċŏṅƒḯğùṙàŧȉȯñ",
               "regen_ssl" : "Ṛẻǥęńẽřẳʈḙ ŚŚḺ Ƈëṝƭïƒìĉȧťé",
               "require_https_time" : "Ŗệqüïṛȩ ṤṨŁ Ƒöṙ Ĭṅíťïåŀ Ťïṁĕ Ċḥệƈƙ"
            },
            "device_id" : {
               "etm_name" : "Đóćǩ Ŋảṁḕ",
               "home" : "Ƌềʋǐçẻ Ḧỏḿḕ",
               "legend" : "Ƌȅṽiĉḛ Ĩḍẻńƭɨƒȋçǎţiöɲ",
               "location" : "Ļōćăţḭȯṇ",
               "msg" : "Ţħề ḯńḟȯŗḿâƭḯōṇ ɓèļòẅ ẃīŀḻ ḫḙłƥ ỵȯủ ịḍèñŧíḟỹ ẁȟĩḉḫ Ḏōčķ ɗéṽȉĉě ẏŏú äřẽ çōḿḿüṉîĉằʈīṋḡ ŵǐʈħ. Ṱȟȋš ïŋƒóʀṃǎţíȯṇ ȋṩ ặļṩô ủṩëḋ ḅý Ȩṽìḋéṋĉë.ćőṃ ṱő ƥṛóṿiḓễ đēṿĭćê șŧāṫủś íǹƒōŗḿåťĭõƞ.",
               "your_agency" : "Ỹòúȑ Ąģếńçŷ"
            },
            "password_change" : {
               "confirm_new_password" : "Ṛế-ṱƴƥē Ņḗẃ Ṕẫṥṩŵōȑḍ",
               "current_password" : "Ĉùřŕĕṅṯ Ṗắśśẅōṟḓ",
               "error_no_password" : "Ćḫȧṋḡɨƞġ Ằɗḿȋņīṡțṝạțōř ƈṟėḑěǹƭịãḷṣ řḙqủḯṙḗš ċûȑʀȩɲʈ ṕẵṥŝẁȯṙɗ.",
               "legend" : "Ċȟẵǹǥȩ Ćṙẻḍḝṅťíẩŀṩ",
               "msg" : "Ḿặṅǎġḝ ťħẹ ầɗṃǐṇiśťʀāṫịôṉ üṩḙŗṅạḿễ ẳṋḍ ƥằṥŝŵỏřđ ùṩẹḏ ʈó ặƈċëṩṧ ṫĥĩṩ Ɗóƈƙ.",
               "new_password" : "Ṉẹẁ Ƥäṥšẁòȓḍ",
               "username" : "Ủṣɛṟɲặṁễ"
            },
            "snmp" : {
               "authentication" : "Âŭʈħẻɲṯīçấƭȋōƞ",
               "enable_snmp" : "Ẽṇắɓļḝ ŚŅṀṔ",
               "enc_password" : "Ḕƞçřýƥƭḭỏň Ƥấṧṡẉŏȓḓ",
               "encrypt_msg" : "Łềầʋę \"Ɛƞčṛŷƥṱǐỏṉ Ṕǟṣśẇôȑɖ\" ɓľǟŋǩ ɨḟ ƴỏù ŵắńț ƭŏ ủšǝ ʈḥḕ ṧȁṁḝ \"ṦŊḾṔ Ṗǻṥșẇóŗḑ\" ḟŏṟ ǝṅḉʀỷƥƭḭōṉ.",
               "encryption" : "Ėńċřÿƥŧĭỏņ",
               "error_no_password" : "Ƈḧǟǹĝïŋǧ ṯḧë ṤŃṀṔ üṧĕṟǹẳṁễ ʀéqûìṟėș ẵ ḉöṟʀěșṗöņđĩṇǵ ƥầșŝẇőȓƌ.",
               "error_title" : "Ṧéţ ṨṆṂṖ Ḗṛřȯȓ",
               "legend" : "ŚǸṀṖ șéṟʋễʀ",
               "legend_config" : "ṦṆṀƤ Ƈöṉḟïğūřǟʈîŏṉ",
               "msg" : "ṢŅṀṖ iṥ ḍĩṣắḇľẽḏ ḇỵ ḓḝƒǎŭľť. Ţő êńḁḃḽẹ ỉʈ, ủṧȅ çƕếçḱḃōẍ ẵñƌ ỉņƥủţ çõǹƒīḡūṟẳƭįȯñ.",
               "password" : "ṢŃṀṔ Ṕấṣṩẇöȓḑ",
               "username" : "ṠŅṀṖ Ûṧêȑńǡṃė"
            }
         },
         "set_configuration_error_title" : "Ṡėŧ Ĉŏɲḟîġūȓâţịōñ",
         "settings_changed" : {
            "p1" : "Ṡếțʈĭṉġṡ ḟȓỏṃ ỳôŭʀ Ȃǧḙṋḉỷ ḥẵṡ ḉħằɲḡěḍ!",
            "p2" : "Ṗŕȩṥš [Ūƥḍảṱḗ] ḇùţṯòṅ ŧő ẳƥṗĺỳ ṯȟḕ ḉħǡṇġḝŝ ƒṙòḿ ỵőũṟ Ảɠḕɲčÿ ṫô țħê Ḍỏćǩ,",
            "p3" : "Òṫħȩȓẅîṩé ṕřḛṧṧ [Çấṅçẻḻ] ṱḧḙṉ ḿậṇūǻḽḽƴ ŭṕƌằţȩ ỵöùȑ šếṯʈìŋǥṥ, ṯḫė ċƕǟṇġḙṡ ŵíŀł ḅể śỷṇç țō ŷóûṝ Ḁğễṇċȳ.",
            "p4" : "Ḽḯŝŧ ôḟ ċħãņǧēš:",
            "title" : "Șēťʈỉñğŝ ḉḩằṅǵẽɖ"
         }
      },
      "axonsup" : {
         "headers" : {
            "data" : "Šüṗṗóṝť Ḓảʈạ"
         },
         "page_title" : "Ǎẋóṅ Šúṕƥòŕṫ",
         "sections" : {
            "data" : {
               "legend" : "Ẫẋóṉ Șủƥƥōṙʈ Ɗấťȧ",
               "msg" : "Ƭḧė ƌǡţẵ ɓłõḇṡ ḇḝľőẁ ḿấÿ ḃê ûṩȩƒũĺ ŵĥểṅ ẃöṙķǐṉģ ẉịțḩ ảǹ Ăẋóń ċùṣťőṃëȓ ṣɛṙṽĩçē ȑḛṗṙėșẽṋʈãƭȋʋē.",
               "result1" : "Řễṣûłƭ 1:",
               "result2" : "Ȑęṣủŀʈ 2:"
            }
         }
      },
      "configassist" : {
         "dlg_assign" : {
            "msg1" : "Ṫḧïŝ ḟőȓḿ ċḫǡņğêṧ ŧḩė òẅɲểȓ öḟ ầ ɗḝṽîčẽ ṯő țḧḕ ūŝểř șṕȩçɨƒîẹɗ ḃěḻỏẃ. Ťḫė ùșểȑňȃḿé äṅƌ ṗǎṡŝŵőȓḓ ẫŕé ƞòť ṩƭōřḙɗ ŏń ťĥȩ Ďỏćķ.",
            "msg2" : "Ḕṅƭḙȑ ŷỏüŗ ẳũṫȟḙṉʈîčȁțîòṇ ɓḙḻòẃ åɲḑ čḽȉçķ \"ÔǨ\" ťŏ ȃšṥǐḡņ ţƕîṥ ḏḙʋȉḉě ʈô ÝŎÚ, ôťȟḝŕẃɨṧę çĺɨƈḳ \"Çặŋḉȩľ\" țö ṛếʈûȑṇ.",
            "password" : "Ṗậṩṡẇöṝḏ",
            "username" : "Ûṧêȓñẳṁë"
         },
         "dlg_format" : {
            "msg" : "Ťḥỉṡ ẉȉĺḹ ȓẹḟřệṧḫ ťħế ƌḝṿïćḙ'ŝ ḉóńḟḭɠùṙȃțĭȯň ắṇḍ ƒȋŗṃẁậṛệ. Ŋỏ đãťà ẃȉḷľ ḇḛ ĺỏṡṯ."
         },
         "dlg_format_auth" : {
            "admin_password" : "Ǟđḿíṅ. Ṗȧśșẉỏṛɗ",
            "admin_username" : "Ąƌṁįṇ. Ûṣėṙṇǻṃḗ",
            "msg" : "Ỵöũ ṃŭŝť ḧằṽệ Ếʋǐḍễṅćḗ.ćõḿ Âḍṁȉņĩṩŧřẳƭȯṙ ṟīġƕʈș ṫȯ ṗẻʀḟȯṙṁ ṯḧĩṥ ẩçŧǐōṋ. Ƴỏùȓ ŭṣĕṛṅǎḿĕ ẵṅď ṕẵšŝẃóʀď ảȓɛ ņöƭ ṣƭôṝéď öƞ țƕẽ Đõĉǩ. Ǝǹṱḝř ỷỏũṛ ậûŧḫèṉţỉḉȧţïóƞ ḃḗľŏẅ ǎňď čḷỉċǩ \"ÕḰ\" ţõ ḟōŕṃậṯ ƭƕîṥ ḓěʋĭĉế, őʈḫẻṛẉȋṩĕ ĉḽīĉƙ \"Ƈǟṉčềḻ\" ṱô ŗȅṫùṙŋ."
         },
         "err_cannot_get_log" : {
            "msg" : "Ǡǹ ḛřʀōȑ ôƈçŭʀȑḛđ ṱṝŷɨṉġ ṱö ṙềáƌ ṱĥɛ áçʈḯṽïʈÿ ḻŏġ ḟʀōḿ ṱĥįš ɗęṿȉċề.",
            "title" : "Ũƞąḃḽē ṫõ ṛệẩḋ ṱḫẽ ĺóġ ƒįŀễ ḟʀóḿ ʈḧįš ɖéṽĭćẻ"
         },
         "err_cannot_read_file" : {
            "msg" : "Ậŋ ḕŗȓőṟ öčçùŕṛěḍ ṛḕảḋiṉǧ țȟệ ṁểɗĩẵ ȁɲḏ èṿɨḓểṋƈǝ ïǹƒỏŗṁãƭỉȯň ḟŕôṁ ʈḥỉš ḏèʋïĉë. Įḟ ŧħïṧ ȅřʀỏȑ ṗḕṟśįŝṯṣ ṕḽȅạșê čōƞṱàƈṫ Ãẋóņ ťǝĉħṉĭḉắŀ ṩúƥṕőŕŧ.",
            "title" : "Ŭňäɓŀė ţō ṝḕȁḋ âṋ ėṽịḋễņĉễ ƒịḻḕ ḟŕōḿ ƭƕĩṩ đęṿïčẽ."
         },
         "err_cannot_rm_log" : {
            "msg" : "Áŋ ềȓȑòȑ ōçƈùŗȑḗḑ ʈŗƴîṇɠ ṱŏ čḹɛầȑ ṯħė ầƈťɨṿĭțÿ ḽőǵ ŏń ṱȟíš ḑȩṿįƈē ạḟʈêṟ ḭț ŵãś üṗłõậɖêď ţó ḛṽîđēṉčḝ.ḉōṁ.",
            "title" : "Ūṉặḅḹẽ ťỏ ċḹêåʀ țĥề ḹõĝ ƒĩĺē ȯṅ ṱḫɨṧ ḏḕṿĩćé"
         },
         "err_device_lost_communication" : {
            "msg" : "Ʈḥìš ĉôňñếḉṫỉôṋ ƒóṝ ţḥìś ḓẹṿĭḉẽ ḩåś ŝțŏƥƥễƌ ḟủṉḉțïôɲīŋḡ. Ṕḻȩȁṡę ủṇɗȯḉǩ àɲɖ řể-ḓōĉḳ ṫḩé ďëṽỉĉḛ. Ȉḟ ƭȟḝ ṗṛőɓḷẻḿ ċōņțỉƞùěś, ṕḽɛẫșẹ ćôṉŧąƈṱ ÿôũṝ ẫḡḗṇƈȳ ấɗṁįñ ƒőʀ ẵŝșḯṧṯẳŋċĕ ẇįṯħ țḥȋș ɗǝṽíĉę.",
            "title" : "Ťƕẻ Ďỏĉƙ ħȧṣ ḻôṥṫ ćȯṁṁüṉïḉåțįóɲ ŵĭţħ țḩḯŝ ɗéṿȋčẽ."
         },
         "err_device_maintenance" : {
            "msg" : "Ŧḧɨš Ɗőçḵ ǐś ṗęṝḟõȓṁḯņģ ȧüţỏṃâṫìć ṃāīṋțẹɲặñƈế ôɲ ʈħīŝ ɗėṿỉčệ. Ťḥề ḓẽṿịƈḝ ẇìļḷ ṛǝșũḿễ ńȯȓḿǎł ôṕḕṛẳṫïỏṅ ẩúţŏṃȧʈịĉąḹŀý. Ŋõ ãčʈǐőñ ịș ṝēqūȋṟěɖ.",
            "title" : "Ʈḥɨṥ Ḑỏḉƙ iṧ ƥèŕƒòṝṁḭṅǧ ẩüʈŏṁằțïƈ ṁâȋŋʈěƞẩṅḉè óń ţĥịș ƌềṿḯčȅ."
         },
         "err_inactive_device" : {
            "msg" : "Ḏḗṿǐĉë ḯṡ ċùṝȓȩƞțŀỹ ňóţ ǡĉṯỉṿë óṉ țḩɨṥ ȁġȅṇċý. Ṕľėàṧễ ƈòñǹȩčṱ ṱĥẹ ƌễʋïčề ʈŏ Ḝṽɨḓȅṅçê Ṡƴŋḉ ḁṇɖ ấṥṡĩǥņ ƌɛṿḭḉȅ ťō ǟɲ ẳƥṕřŏƥřîǎƭȩ ủṩḝř.",
            "title" : "Ỷȯúŕ ḍɛṽǐçǝ ḯś çŭṛŕëṋṱłŷ ǹỏƭ ầƈŧḭṿĕ ōṋ ŷōūŕ ǎĝẻńƈỵ"
         },
         "err_invalid_model" : {
            "msg" : "Ʈĥē ɗḝṿḭċė ƈȯṋƞěçṫềḍ ƭô ṯḫɛ Ḓŏċƙ íṣ ṋõť ʀēĉỏḡñǐẕẹḍ äṧ à ṿậḷỉɖ Áẍōŋ ḓȩṿĩçê. Ṗŀèằṥȩ ʀēṃőṿę ḯț ƒṛōḿ ṯḥɛ Ďõƈǩ.",
            "title" : "Ṯƕḙ Ƌŏḉḵ ḍòẻș ņȯţ ṙểĉőɠŋĩžé ṯƕĭṣ ṯƴṕĕ ȯƒ ḓệṿīćẹ"
         },
         "err_invalid_serial" : {
            "msg" : "Ʈḥễ ḏǝṽĭƈɛ ċöǹńȅĉṫểƌ ťŏ ŧĥê Ďōḉḳ ḋöëṩ ǹōț ĥåṿḕ ậ ṽāľịɗ ṩẹŕḯǎľ ŋŭḿɓëŕ. Țḩîṩ ḿǟȳ ḇḗ ãṋ ȉňțêʀḿḭṱŧĕñț ɛṟŗõŕ, ṕḻęạṡē ṟĕṃõṿė áɲḓ ṟĕçôṇṋêçṱ ŧƕè ḋęʋȋčẹ įŋ ṱḧể Ḏòƈķ. Ĩḟ țȟịṩ ẹŗŕöṝ ƥḙŗšȋśṯṧ, ṕḻěǡšǝ ṚṀȀ ṯḩế ḋęṽȉćè.",
            "title" : "Ṯḧīṣ ḓḗṿǐçɛ ħḁṥ ằǹ ĭṅṽẩḷįđ ṥɛȓïạĺ ṅüṃḃǝȑ"
         },
         "err_inventory_failure" : {
            "msg" : "Ăņ ẻřȓöȑ öḉćŭṟȑǝɗ ʀėãđḭṅĝ ţḧě ṃếƌíả ąñď ĕṽĭḋǝņćè îṇḟõṛḿấţíôň ḟȯṝ ṫḩĭṧ ɖěṿȉċé. Ǐƒ ƭȟïṡ ḗŗʀōṛ ṗḙřṣišṱš ṕĺęǻṣȅ ƈŏǹțẵċʈ Ąẍőƞ ƭėĉḥṇĭƈẫļ ṩūṕṕôʀŧ.",
            "title" : "Ũñǡḇḻḝ ṫõ ŗɛǟđ țḫę ḗṽìɖḛṇċǝ ḹįśʈ ƒṙóṃ ṱḫḭș ḍḙṿíčë."
         },
         "err_mount_failed" : {
            "msg" : "Ṗḽȩặṣē ṗŗôčḛȅḓ ťõ țḧȩ Ǻďṁïŋĭṩṫŕāʈḯõñ ṗẩġē åǹḍ ŕḛḇóỏƭ ŧĥễ Ƌōċḳ.",
            "title" : "Ťḩẻṟẹ ẇạś ȧŋ ẹřřôṝ ćóṇɲếƈʈɨƞġ ṫŏ ṫĥẽ ɗḛṽȉçȩ."
         },
         "err_network_failed" : {
            "msg" : "Ṫĥǐṩ ḯṧ ḿõṡṫ ĺɨḵḙľÿ čąùŝệḑ ɓƴ ȃ ḃằḍ Ïǹʈĕṛṇẻʈ çòņņḕƈŧîȯƞ, â ḅằɖ çỏɲṅǝƈțǐóń ƭó Ĕṿȋḓǝƞćḝ.ḉōḿ ōȓ Êʋɨḍėṋĉẻ.čöṁ įṩ ďöŵǹ ƒóṙ ḿẵiŋṯḛṋǡƞḉê. Ṫḥĩṥ ỉṧ ṇŏƭ ȁ ĉʀīţɨćāḻ ễřṙôṟ, ʈḥȩ Ɖöçḳ ẁĭḽŀ ṟḕṯȓȳ ṱḩě õƥɛŕȧṯĭŏň.",
            "title" : "Ṫḫẻ Ɖȯçḱ ḙñƈőūǹṫếṝḗƌ ầ ɲḝțẉōȓķ iṩṩūȩ ẁḫịḽȩ ṗʀôĉḗṡṣịɲģ ţḥīṧ ḓḙʋįĉẹ"
         },
         "err_no_usb" : {
            "msg" : "Ʈḧë Ďòčķ ɨṩ ŋòț âḅḷḝ ŧȯ çŏṃṁũƞỉčẩŧɛ ẅīťȟ ʈḧĩṧ ḑếṽỉĉể. Ţḫḯṩ ḿẩÿ ḇẻ äɲ íɲƭḕṛṃīţṯėńʈ ḕȓṙȯṟ, ƥḷḙǟṥḙ ŗĕṃöṿḙ āňḓ ṛĕçōŋṉếčţ ƭḩē đễṽỉĉḙ ïņ țȟḝ Ďöĉǩ. Íḟ ƭħîṧ ǝṙȓȯṝ ṕệŕșȉṥţŝ, ṕḽẹǡșể ṘṂĀ țƕė ďḛṿįċḙ.",
            "title" : "Ủƞȁḇļȅ țō ĉŏṃṃũṅîḉǎƭế ẇîʈƕ ḑḙṽīċė"
         },
         "err_not_offline" : {
            "msg" : "Ŧḥīṣ Ḍŏĉƙ ỉŝ ƈỏńƒįǵủřḗḓ ƒōṛ ôƒƒ-ĺīɲẹ ỏƥëṟấṱîóñ, įṯ ẇïḹł ṋôƭ ṗŗõčềṥṣ ďèṿḭƈểṣ ṫħấť ậṛḙ ṡȅţ ŧŏ öń-ľịñę ṃõďẽ. Ỉƒ ýőù ŵiŝḥ ṱö śḝţ ƭƕiŝ ɗẹṽìçḙ ṱȯ ȯƒḟ-ḻịňë ḿôďē, ṕľḛãŝě ćòṅṅȩčṱ țḩé ɗễṽįḉé ţó Ḕṿìḋḝṅčḛ Ṡỹňç åƞḏ ḟőḹłöẅ ṱħế ȉňșŧṝùḉțɨõǹŝ.",
            "title" : "Ṯȟḯŝ ďẻṿḯƈệ ìṥ ňöṯ ṩḕṫ ỏƒ ŏƒƒ-łiŋǝ ỏṗěṟặțịŏɲ"
         },
         "err_not_online" : {
            "msg" : "Ţȟiś Đóċḵ ìṡ ĉőņḟîġŭṙėḍ ƒòř ôǹ-ḹḭṉȅ õṕḗṙâţiōň, ḯť ẇȉŀľ ṇȯƭ ṗȑõĉẻŝś ḋěṽīƈëš ţĥãț ǡȑể ṡȩŧ ŧö ȯƒƒ-ḽȋŋě ḿȯďḝ. Įƒ ȳõü ẉȋṣḥ ṱõ ṣḕț ţĥíṩ ƌẹṿîçè ťö őń-łȋňę ḿõḍȩ, ṕḽéȁṡẻ ċõńṇḛćṫ ťħḙ ḍëʋíƈẽ țō Ểʋiɖȅŋƈë Ṩỹñċ ằɲḍ ƒőḹŀỏẁ ṱȟẹ ỉǹṩťŗüċŧḭóɲŝ.",
            "title" : "Ṱĥīš ḓḙṽȋĉḙ ĩŝ ṅôṱ śȩť ƒòŕ öŋ-ĺḭńē őṗẽṙặƭíöǹ"
         },
         "err_system_maintenance" : {
            "msg" : "Ţĥīṥ Ḋōċǩ īṡ ṗẹṙḟòṟṃȋñġ ằủʈöṁắŧḭḉ ṁẫɨɲʈẻṇḁňĉě. Ʈƕĕ ɖḙṿïƈɛ ŵíḷļ ŗȩṩŭṃḙ ɲòŕḿàł őṗēṟãƭɨôṇ ǟủṫöḿằṯįḉḁĺŀỵ. Ŋō ǡċťĭōƞ íș řẹqủḭřẻđ.",
            "title" : "Ṯḧé Đŏċƙ ȉṩ ṕéȑƒỏȑṃịɲǧ íɲṱęʀñąŀ ṁặįɲțḛņãńƈȩ."
         },
         "err_transfer_failed" : {
            "msg" : "Ṱƕịṩ ḯș ḿóṣț ḷỉķếḷẏ ƈǻüṧèɗ ḃỵ ā ḅằƌ Ḭñƭèʀņǝʈ ĉōńǹèĉṯīõǹ, à ɓǻḍ ĉõŋñểċţḯŏɲ ṱõ Ẽʋȋḍẹņƈȩ.ĉòṃ òʀ Ɛṽīďḕṅčę.ĉȯṁ ȋš ḓỏẁń ƒóŕ ṁȃiɲțềŋấṉƈẽ. Ƭħĩś īš ɲóť ǻ ćȑȉťîƈḁḻ èřṝŏř, ṱḥḝ Ḋőḉƙ ẁiḻł ċóñʈīṉùɛ țó ȓęțṙỵ ţħẽ ƒǐŀȅ üṕḹôẩḍ.",
            "title" : "Ţḥé Ɗőćḳ ƒǎĩḻęď ṱȯ ṥùććêŝŝƒŭḻĺẏ ťʀáṋṡḟȩř ấ ʋìḏếô ḟȓöṃ ʈḥíș ḋěṿĭċê"
         },
         "err_transfer_failed_noretry" : {
            "msg" : "Ŧȟīś ĩș ṁóṣŧ ḽiƙếĺý çẳủṩęḋ ḇẏ á ƥṝőɓḻểṃ ẇîţħ ʈḥḛ ďēṽĭƈȩ. Ƥḹěẩšẻ čóƞṱậčṯ Ạẋòŋ ṱḙċƕƞįćǻľ ṥũṕṗôṟț.",
            "title" : "Ţĥẹ Ɖõĉǩ ềẍƥḝŕïḙṅḉẻḏ ȁ ṗễṙṁȃǹệṇţ ëṟřóṛ țȑạñṡḟễṝřȋɲġ å ʋïɗḝŏ ƒȓöṃ ťƕịș ďĕṿĭĉé"
         },
         "err_wrong_agency" : {
            "msg" : "Ṱḩȉŝ ḏẽṿỉčȩ ỉṣ ǹőť ĉùṛȓĕƞţľƴ ǡŝṥìḡňḝḓ ṫö ỳôũṟ ạɠêƞƈÿ. Ƥļèảšḙ ƈőñŧãƈť ỵŏũř ǎģěñçẏ ȁɖṃĩṇ ƒȯṟ ǎṥŝȉșṱầņĉế ẉɨṱħ ƭḫìṧ ɖḗʋǐçệ.",
            "title" : "Țḩȉś ḋěṿɨčë ìṡ ñŏṱ ƈũŕŗēṇŧĺỷ ấṣṣįğṋẹḍ ṯő ŷõủṙ âġḛṉćȳ."
         },
         "if_problem_continues" : "Ɨḟ ṱḩĩṧ ṗȑöḅŀḗḿ čõṇƭɨňúḛṧ ṗŀḛạșḗ ćõńţǻĉʈ Āẍôǹ ṯẹḉḥņỉčâľ ṣủṕṗȯřţ ấƭ:",
         "more_help" : "Ƒòȓ ḿȯṙë ȟėḹṗ ẅĩṱƕ țĥĭŝ ḭṧṩũḗ, ƥłɛâšẻ ċȯňťåçť Àẋòň ṱḗĉḫƞïƈáļ ṣŭƥṗőŗť ăṯ:",
         "no_dns" : {
            "msg" : "Ẇế ŵḙṙẻ ủṋậḃłě ţö ĺôċåṫḗ ậ ƋŇŚ ṡệṙṿêŗ. Ʈħìș ìŝ úŝủắḷĺẏ ċǎủśěƌ ḃỵ ḁṉ ìƞṽȧŀǐḓ ỊṔ ȧḏḋṛêṥṣ ĉóńƒįĝūŗḛḑ ḟóŗ ýöūṙ ĎṈȘ ṡęṙʋēŗ. Ẁē ȑḗƈỏṃṁêñḑ ʋḝŕïḟÿĩɲǥ ṯƕê ƉŊŚ ṩéŧṱiṅģṣ ôņ ṫḩễ Ṉểṫẃōřƙỉñḡ ṗąġể.",
            "return_msg" : "Ċŀiçḱ \"ŌḴ\" ɓếḻöŵ țõ ĝŏ ʈȯ ţḧẻ Ṅěʈẁỏřƙïṉǥ ƥảḡḝ ąṋɗ ṿêʀîḟỷ ḐṊṦ iɲƒôṙṃặʈĭȯń, óṟ ṗṙḛṣš ẺṠĊ ṱỏ ḉľŏŝḛ ţḩīṧ ďĩǡĺőɠ.",
            "title" : "Ḉõŭḷḋ ņőť ƒíṋď ắ ḎŊȘ Ṡḝřṽęʀ"
         },
         "no_ecom" : {
            "msg" : "Ẉɛ ŵḛʀḝ üŋảḅŀệ ťŏ ȃũťȟēņṫȉƈàŧề ƭƕĩṣ Ɗỏƈķ ŵɨțȟ Êṽȋďểṅċę.çôḿ. Ŧƕỉš ĭš ùŝủắĺłȳ ƈåũṩểɖ ɓŷ ïɲʋåłiḑ ŏṝ ṁìṣṣîńǵ ȑȩɠîṡƭʀȃŧïõň ḵệŷŝ ḟỏṟ ýõûȓ ằĝëńċỳ ăňḓ ťȟĩš Ḍōčḵ. Ẉĕ ṟḗḉōṃṃḕǹɖ ṟễǥìṩţĕṝįŋḡ ʈȟȋś Đȯčķ úșîṉǧ ʈḩḛ Ōƥḙṙấṯìŏƞṧ ƥǡɠĕ.",
            "return_msg" : "Ĉłḯċḱ \"ÓƘ\" ḅẽľỏẃ ʈô ḡô ťȯ ṫħẹ Ōṗȅṛǟṱįôǹṣ ƥắğɛ ŧò ṝểġịṩṫẹʀ ỹõūȓ Ḑōƈḳ, ȯȑ ṗřḝṩṩ ĔṤĆ ťỏ ċļóṧḙ ṱȟḯś ḏiàľôǵ.",
            "title" : "Ṉô Ěṽĭḏểƞċȩ.ćỏḿ Ȁùʈĥèņʈɨĉấƭỉőɲ"
         },
         "no_gateway" : {
            "msg" : "Ŵĕ ŵểṙȩ ūŋấḃḻè ţõ ćỏɲƭậḉṯ ỵõūṛ ñëṫẇŏṙḵ'š ḑȩḟḁŭḹṯ ģȁťềŵáÿ. Țḩĭṧ īṧ úšùặḽḻŷ çãŭśểḑ ḇỵ ặƞ įņṿäḷįɗ ḬṔ ặďƌṙɛṧś, ƕòẁḛṿėŕ ŝòḿễ ǥăṱḙẃǻÿṩ ḍȯ ňõṫ ṙȅṡṕŏṉṧẹ ṱŏ ṇěʈẅòřḳ \"ƥȉňɠṧ\".",
            "return_msg" : "Ĉŀȋĉƙ \"ÔĶ\" ḇéĺöẅ ʈỏ ḡỏ ʈö ţƕễ Ňǝṫŵóṙǩïñġ ṗẵǥẹ ƭō çḩǻṋǵĕ ƴỏüṟ ḓḗḟắùḽṫ ġằţḙẇắỹ, óȑ ṕṝḗṩṧ ẼṠĈ ṯỏ ĉḹõṧé ƭḫíṣ ḍịạḹōǵ.",
            "title" : "Ǹó Ġăṫȩẃẳƴ ƒỏũƞḑ"
         },
         "no_https" : {
            "msg" : "Ẃḗ ẁẹṛě úŋȧɓḹḕ ţó ćõṃṁûɲįḉȁʈḝ őṽêṝ ā ŝĕċūṝĕ (ĤƬŢƤŜ) çḫậŋñềḻ. Ŧḩíṩ iṧ üṩûẵḽḻý ĉấŭṣẹḏ ḃƴ ťȟḛ ḤŤṰƤṢ ṕõřʈ (443) ḅệȋṋɠ ḅḻōčḳẽƌ ḅȳ ẏōũř ḟįřẽẅȧḽḷ. Ẉể ȓêḉŏṃṁệňḓ ṽẻȓĭḟýïǹǵ ṫħȃʈ ƭḥȩ ǶṰṰṖŜ ṕòʀṯ ĩŝ ôṕĕṇ ïṇ ỷöüṟ ƒìṛḛẉảļľ.",
            "return_msg" : "Ċłįčḵ \"ÖǨ\" ḇēḻōẁ ŧỏ ṛḙṱūṛṋ ţŏ țḥê ṥțȃţũṥ ṕȃɠȩ.",
            "title" : "Ƞő ḤṪṰṖṨ ẫʋǟḭĺåḅľę."
         },
         "no_ip_dynamic" : {
            "msg" : "Ẃɛ ẇȅŕè ùņạḇļȅ ťŏ òḃŧȃȋń ǡṅ ÍṖ áƌḓŗẹṧŝ ƒřóṁ ẏöùř ḎĦƇṖ ṡėṝʋḛř. Ṱħȋś ḭṩ ūŝũẳḽḻÿ čấúṧéɗ ɓȳ ṇȯ ƊȞĈṔ ṣĕṝʋĕṟ âçŧȉʋé ŏṅ ỳöûȑ ṋǝṱẅőȑǩ. Ÿöŭ ṃȧÿ ńḝḙḍ ṱȯ ḝŋțȅṛ ṩŧảʈïç ȊṖ ĉỏɲƒɨǧûȑắʈịóŋ ƒȯṙ ŧƕiṡ Ďỏċǩ.",
            "return_msg" : "Ĉḷįƈḱ \"ỎǨ\" ḇẻḹőẇ ṱó ḡö ṱô ṯħệ Ŋǝʈẃȯṟǩïňǵ ṕẫǵë ʈô ḙñțɛṙ ṧŧȁƭiḉ ÏṖ ińƒóṟḿẩťîöŋ, ȯṛ ƥṛėšṥ ḚŠĆ ťŏ ƈļòṧḛ ʈḧìṧ ďįḁłòḡ.",
            "title" : "Ṋỏ ḮṔ Ḁḋɗŕḗṣṡ."
         },
         "no_ip_static" : {
            "msg" : "Ẃế ŵếȑḝ ũɲăḅľê ƭŏ ỏḇțȧịń ṱḥė ȈƤ ẫḓɖṟḙŝš ỵöû ṡṗểḉįƒíȅḋ įñ ţḫẽ šṫắţỉċ ƗṖ ṥẽťüṗ ƒòŕ ťḩĭṧ Ḏōƈḱ. Ťḧíś īŝ ũṡūăłľÿ čàúŝḙḏ ḃȳ ũșḭñɠ țḩẹ śȧḿẻ ṥťǎţįč ÎṖ ḟŏȑ ḿōṟé ṱḩǻṅ ŏņɛ ċõṃṗūťȩṝ. Ẅé řễḉōṁṁḗƞđ ṿểṛḭƒỷǐṅğ ƭƕé ỈṔ ầḓɖřëŝṧ ệǹţḛŕëḓ őṋ țḥè ǹḙƭẅỏʀķįɲǥ ƥầĝê.",
            "return_msg" : "Çĺĭčḳ \"ȮḴ\" ḃȩḹóẇ ţô ğō țȯ ŧḥề Ŋéṱẉŏṟḱȉṇģ ƥąḡē ʈỏ ṿěṟịḟȳ ȳőüȓ șèƭțíņǧṥ, ōř ṕṙȅšș ĚŜḈ ṯȯ ċĺóṧẻ ţħĭṧ ɖȋậḷöģ.",
            "title" : "Ɲŏ ÍƤ Āḋḋṟḙṥŝ."
         },
         "no_ntp" : {
            "msg" : "Ẇẽ ẇēȓɛ ùṅǟḅŀế ţõ ḉôṃṃủɲḯčẵṯé ŵĭṫȟ ậ ɲȅțẅóṟǩ ťḯṁě ṥęȑʋễŗ. Ţȟỉș ĭṣ ùṧūẩḷļỵ çâüśëḋ ḇÿ ḇòṯḩ ƥòŗţ 80 ḁɲḍ ṕõṙť 123 ḅŀôĉḳĕḏ ōñ ậ ḟɨřḝŵǎĺḽ. Ẇɛ ṛḝćôḿṁêňď ʋḗʀḭḟẏïƞɠ ṯḩǡť ḜĬƬǶḚṘ ṕöṝṯ 80 ŏŗ 123 ḯṥ òṗệŋ íƞ ỳŏùṝ ƒḯřëŵẫḷł.",
            "return_msg" : "Ĉḻḭćƙ \"ÓḰ\" ɓḙĺõŵ ťȯ ġõ ţö ṱħẻ Ṉḕțẁóȑḳîṉɠ ƥåģɛ ʈȯ ḉḫȃɲǥé ỳōùṟ ṫìḿḕṣẻṛṽęṟ, őȑ ṗȓęŝș ĖṢḈ ṱó ḉļỏṥề ṯȟǐṥ ḋịặľŏǥ.",
            "title" : "ṊṰṖ Ṧḝṟṿëʀ ṅȯʈ řȩŝƥöṋḑȋƞǵ"
         },
         "no_status" : {
            "msg" : "Ẁĕ ȟẫṿễ ǹòţ ɓḕęṉ ȃḃḹė ťō ḋéŧėṛṁȋṉɛ ýȯüṙ ńềťẉōȓḵ ƭỷṕȅ ỹḙƭ. Ṯħiṥ ḿàẏ ḅề ḃễḉāüšę ōúʀ ṧƴŝťẻḿ íṥ šʈȋḻļ čóṁỉṉǧ ūṗ. Ŵề ṥüģǵḗșƭ ŵặȋţįǹģ 2 öř 3 ṃįǹùŧềș áņď ṟǝḟṟěṣƕîñĝ ʈḫḭṡ ṕåǥɛ. Ṯħế ṣṱấťüṩ ṕãġẽ ẇïḽļ ậłṣö ȓếƒŕéṣḩ ȋḟ ặŋÿ ņɛẅ ḭňḟȯřḿấţȋõņ ƈôḿềŝ ỉň.",
            "return_msg" : "Çḽḯçķ \"ÖǨ\" ḃḗḷỏẅ ʈő ṛệṯủṛň ŧô ťȟė ṡțạƭüŝ ƥẫǧễ.",
            "title" : "Ṇŏ ṩʈặṱūṩ ḟöúńḍ."
         },
         "title" : "Ƈōɲḟíḡúŗậŧĭỏņ Ẳṡṡįšțǻŋŧ",
         "we_found" : "Ạƒʈẽŕ ēẋẫṁǐṋįɲǧ ỷöüŕ ǹḛŧẉôřḳ ẉế ƒöùṇɖ ŧħę ḟỏŀŀōŵiǹğ ỉšṩùë:",
         "welcome" : "Ẇȅḷċöṃǝ ṱȯ ṱḧḕ ḉȯņƒḯģüřȧţíõņ ąṩṧíŝṱậñƭ."
      },
      "device_status_codes" : {
         "capchk" : "Ċåṕãčĭṱý Čƕĕċƙ",
         "cfg" : "Ćȯṇƒɨǥûʀīƞǥ",
         "chg" : "Ċḧâŗɠɨńǥ",
         "del" : "Ṝệṃŏʋīɲĝ",
         "device_maint" : "Ɖẻṽɨċḕ Ṁảȋǹțȩńāňĉḝ",
         "devid" : "Īḍẽṋʈíḟỷɨńḡ",
         "err" : "Éŕṙőṙ (Ṙḛṯʀỹ ƥễɲƌiņĝ)",
         "fail" : "Êřŕóȑ",
         "fwdone" : "Ƒïṛḿẉầŗȅ Ùṕƌāṫḛḍ",
         "fwupdate" : "Ûṗƌȁṫīňġ Ƒįŕṃẃẵṙé",
         "inact" : "İŋǎĉṱĭṿȅ",
         "init" : "Ỉŋḯťìȧŀĩżịɲĝ",
         "inventory" : "Ìƞʋếƞţŏṙẏ",
         "logerase" : "Ệŗấšĭṇĝ Łỏǵ",
         "logsend" : "Ûṕľóạḋìǹǵ Ŀôḡ",
         "lost" : "Ŀỏṧƭ Çȯḿṃũṉīçàțïõň",
         "net_retry" : "Ŗḛṱŕỳ Ṋȩţẇỏȓḱ Ḉôńŋèćŧīŏṇ",
         "new" : "Ŋèŵ Ḋểṽīçē",
         "nonet" : "Ṋệțẃȯṝǩ Ɗȯẁṉ",
         "plugin" : "Čóńňèċťḯṋḡ",
         "proc" : "Ṫṙảɲṥḟǝŕŕíɲğ Ƒìḷẽ",
         "rdy" : "Ȑěḁɖŷ",
         "register" : "Ṟẹḡȋșʈęȑɨņğ",
         "summary" : "Ɠęʈ Šŭḿṃẩȑƴ",
         "sys_maint" : "Ṥȳșṯḕṁ Ṁáîṋţềṇậṇḉḙ",
         "unk" : "Úƞƙňôẉṉ",
         "unsupported" : "Üɲṧüƥṗőŗƭèɗ",
         "wait" : "Ŵầįţĩŋğ"
      },
      "diag" : {
         "headers" : {
            "diag" : "Ḓḭẫǧńỏṥŧīċš"
         },
         "page_title" : "Śŧåṯûṩ",
         "sections" : {
            "netdiag" : {
               "command" : "Ćõḿḿȁƞḏ:",
               "commands" : {
                  "date" : "ḎḀȚĔ ǟš ṛẽƥŏŗʈêḍ ḇý Ḋȯĉķ",
                  "ifconfig" : "ḬḞĆŐÑḞỈǴ ǹẹƭẇȯṟķ ṩťằţîṥṯîḉṣ",
                  "nslookup_goog" : "ŅṨĻÖÕḴŨṔ ḡóõɠłḛ.ćõṃ",
                  "nslookup_taser" : "ṈŚŁÔÕḴỦƤ ţẩśệṟ.ėʋįḋèŋƈẻ.ćöṃ",
                  "ping_8888" : "ƤƗƝƓ 8.8.8.8",
                  "ping_gateway" : "ṔÏŇƓ ɗẹḟăûḽţ ǧấŧěẇāƴ",
                  "ping_goog" : "ṔỈÑƓ ģỏôģŀẽ.çõṃ",
                  "tail_etmlog" : "ṮĂĮŁ 100 ḻḭŋęš óƒ Đỏçǩ ḷõǵ",
                  "tail_syslog" : "ŦǍĪĿ 100 ḷiňḙș ȯƒ ṣýṥĺŏɠ",
                  "tr_goog" : "ƬṞÀḈẸȐÕÚȚḚ ğôőģĺé.ĉőḿ",
                  "tr_taser" : "ŤŖẦḈẺƦÖŪȚĚ ṱāśĕŕ.ĕṽịḓễǹćḕ.čöṁ"
               },
               "execute" : "Ɛẍḝƈûṱḛ",
               "legend" : "Ṇéťẉôʀķ Ƌiãğñŏṥťĭĉș",
               "menu" : "Śėļẹḉṱ ṫḫë đîáĝŋôṡţiċ ṫēṧţ ƒŗőṁ țḥḗ ḏṙỏṕ đõẃṋ ḿɛŋù āňḍ ħĭť éẍễḉùțẻ...",
               "msg1" : "Țḫḗ çõṃṁẵɲđṩ ṗʀóṽịďēḋ ȟɛȓḛ ąŕȅ ùŝëḍ ṱó ɖǐǡģƞȯṩề ṅèťŵóŕḵ ćõñƞểċŧïʋîṫŷ ȉṥṣūęṥ.",
               "msg2" : "Ḍô ńỏʈ ẽẋḕḉúƭễ ʈȟḕ ĉõṁṁǻņḏŝ ḅȅḽȯẃ ủņļệṥŝ ďȋʀɛċțėƌ țô ḋȯ ṥō ḃỳ â Áẍôṅ ćủŝṱőṃḛṙ šěṛʋȋĉȩ ȑéṕȑęṥêƞṫáṫỉṿề.",
               "result" : "Ṙḗṩùĺŧ:"
            }
         }
      },
      "firmware" : {
         "current_version" : "Ćúṝṝềṇț Ƒḯṛṃẃãṝẻ ʋěȑŝìőŋ",
         "dvr_update_starting" : "Ċŏƞŧậċṯȋṋğ Ȁẍöŋ śèȓʋẽř ŧó ľōõƙ ƒőȑ ủƥđắƭḗṣ...Ƒĭȓḿẃàʀẽ úƥďẩʈé ẇỉĺŀ ḃê ćöṁḿễñƈẹď ȁƒŧḙř ṯḥê ḎṾṜ ḯṩ ḍȯńể ūṕŀȯẫḓɨņġ ƒỉḹểș",
         "etm_update_starting" : "Ḟḭŗṁẅấṟḗ Ùṗḏấƭḝ ƕāṡ ḉȯṃṁȩṅçêḏ. Ćḫǝĉḵ ḃẫĉḱ ịŋ ǻ ƒễŵ ṁíṇûțẻṡ ṯô ṧềĕ ȋḟ țḫɛ ʋėṙṧīỏṋ ƕậṡ ủṗƌầʈḙḍ...",
         "headers" : {
            "firmware_mgmt" : "Ƒḭŗṁẁǡṙḙ Ḿǎŋẫǵēṃëƞț"
         },
         "page_title" : "Ḟḭȑṁẇàṙė Ùṕḍẩʈế",
         "sections" : {
            "device_firmware_update" : {
               "legend" : "Ƌēṽịĉệ Ƒɨṛṃẃạřễ Üƥḍẳṱẽ",
               "msg" : "Ṱõ ủṕɠŕặḑẻ ḟîʀṁŵäʀệ òḟ ăḹḻ ɗḛṿḯċɛŝ ŧħǎṱ āŕĕ ćúȑŗḛņṫĺỷ ḑöčķẹḋ, ḉḷîčḱ ṫƕė ḅŭṱţőñ ḅḗḻóẇ. Îƒ ȁŋ ûṕđåʈȅ ǐș ẫʋǎíḻàḅŀề, ĩṱ ẉîłḽ ḁũťőṃẳṱĩċåĺḻȳ ɓḕ îŋšťǎḽłḛď ōň ẫḻł ɖéʋĩċȩṩ.",
               "perform_fw_update" : "Üƥďàţḕ Ȧẍȯǹ ḋȩṿĭćểŝ"
            },
            "etm_firmware_update" : {
               "check_update" : "Ûṗɖățẹ Ƒîʀṁẇȁŕĕ",
               "legend" : "Ƌōćḵ Ḟǐřḿẃāřḝ Üƥđǎţȅ",
               "msg" : "Ţŏ üƥďặťê ÿȯúŕ Ḍőčƙ'š ḟïŕṃẃảṟē, çľḭḉķ ŬƤĎẢṪĒ ḞÍŔṀẀÅŘƐ. Ṱȟȩ Ḑőĉḱ ẃȉḻļ ƈŏñƭảćţ Ȁẋôṋ'ṩ ṥëṟṿëṟș åɲḏ ḉḩěçƙ ʈƕế ḻậṱěṧť ƒįṟṃẉåʀė ʋǝřśịóŋ. Ìḟ â ǹểẃ ḟìʀṃẅậṝḛ ṽęȑṡįöñ ïṣ âṽảỉḻâḇĺé, íŧ ŵịĺḷ āûʈőṁâƭičǡŀĺƴ ɓḕ îǹṥŧảľłěḑ.",
               "show_version_details" : "Ɗēʈäɨḷṥ",
               "version_details" : "Ḋếṱǟíḹș"
            }
         },
         "update_failed" : "Ūǹȁḃŀĕ ţỏ ṥŧâṟţ Ƒĭʀṁẁãřḗ Ũṗḋáťế",
         "update_title" : "Ḟịṝṁẃǻṙḗ Üṕḏắťɛ"
      },
      "general" : {
         "closeparen" : ")",
         "copyright" : "&çôƥÿ; 2018 Àẋōṇ Ẻǹṱếṟƥȑȉṣě, İńĉ. Ăļŀ ṝịĝȟțṩ ṛḝŝěṟṿēɖ",
         "error_code" : "ẹṟŕöṛ ċöḓẻ",
         "firmware" : "Ḟīŕṃẅẩʀệ",
         "openparen" : "(",
         "refresh" : "Ṙǝƒȑệṥḩ",
         "sections" : {
            "button_bar" : {
               "discard_changes" : "Ɗïšĉǡřđ Ḉḩȃǹḡẽș",
               "loading_wait" : "Ľôẫƌińĝ Ćŏņƒĩɠủṙǡŧỉōñ... ƥłḗắṥẻ ẃâîŧ...",
               "reset_registration" : "Ȑḕṥẹŧ Ṙěġḭṡṯȓǎṯîỏṉ",
               "save_changes" : "Śẳṽẻ Čħẵṉɠèṧ"
            },
            "snmp" : {
               "showhide_password" : "Șƕòẃ/Ĥḯɗĕ ṦṆṂṖ ṕầšśẅóŕḋ"
            }
         }
      },
      "index" : {
         "footer" : {
            "help_center" : "Ħêĺṗ Ćḙŋŧȅʀ"
         },
         "headers" : {
            "system_status" : "Šƴṡṯẽṃ Ṥŧảʈũṡ"
         },
         "page_title" : "Šţǡṫûș",
         "sections" : {
            "devices" : {
               "device" : "Ḑéṽíćể",
               "hidden_info" : "Çḹịḉḱ ťȯ ŝēê ḍặŧấ",
               "legend" : "Ďḕʋḯċḝș",
               "owner" : "Ŏẁɲěṛ",
               "serial" : "Ṩǝříẫḻ #",
               "status" : "Ŝţăŧûś"
            },
            "networking" : {
               "dns_server" : "ƊŃȘ Ṩȩŗṿèȓ",
               "ecom_registration" : "Êṿìḏĕƞçë.čōṃ Ṙéĝȉṥʈṛḁťīôń",
               "gateway" : "Ȋṋʈḕȑṋḛţ Ǥẫțẽẁấÿ",
               "https_port" : "ĦṮȚṖȘ (Ṕóȓť 443)",
               "ipaddress" : "ĨṖ Ȧḍḏṙėṩṧ",
               "legend" : "Ǹēţẃőʀķińğ",
               "mac_address" : "ṂȀĆ Äđƌṙëŝṣ",
               "serial_number" : "Șḕřĭḁļ #",
               "time_server" : "Ṫȉḿë Ŝēṝṿệṝ"
            }
         }
      },
      "links" : {
         "administration" : "Ăɖṃỉñɨṩṱʀåṫĩőṉ",
         "firmware" : "Ḟįʀṁẇâṙǝ",
         "networking" : "Ņḝṯẃòŕḵḭŋǵ",
         "operations" : "Òṕễṟǻṫĩōṇŝ",
         "status" : "Ṣŧățũṥ"
      },
      "lookups" : {
         "netmode" : {
            "dynamic" : "ḏỷƞāṃìĉ",
            "static" : "śťåṫịć"
         }
      },
      "networking" : {
         "headers" : {
            "net_setup" : "Ɲḗṯẇóṝḱ Šëʈũṗ"
         },
         "page_title" : "Ṋḝţẇõṝǩîṋĝ Ṡḝṫțịɲǥš",
         "restart_title" : "Ǹëŧẉỏʀƙ Ŕèṡƭẵṝț",
         "saved_restarting" : "Ṧềŧțįɲĝś àʀǝ ṣẵṽểđ, ɲęṯẁôʀķ íș ṝẽṥṫâʀŧïņĝ...",
         "sections" : {
            "conn_type" : {
               "label_dynamic" : "Ɗƴṋẫṁḯƈ ḮṖ (ƉȞĆƤ)",
               "label_static" : "Șţǎƭȋć ḮṖ",
               "legend" : "Ćóṉṅɛḉțióň Ťẏṕĕ",
               "msg" : "Ƭḧėʀḗ ẳṟě ţŵö ẇẵỵṡ țḧê Ďȯĉḱ ċặŋ ẇōŕḵ ẁȉƭȟ ỷóüṛ ệẍḯṡțịṅǵ ñȩťẁõŕḵĩƞɠ ĭŋ ōʀɗéř ṱó ǎľḽóẃ Īńţȅṙṅḕț āĉçẹșṧ ḟõṛ ʈħế ǍẌŎŊ ḑếṽɨƈěṧ. Ẽįṯḫḝʀ ɓỵ Ḍỵƞäḿịĉ ỈṔ (àĺśö ĉảĺḹễď ƋĦƇṔ) ŏȑ ṡṱẳťïċ ÍṔ ảḓɗŕǝśś. Śęļềćƭ ťȟȅ ậṗṕřõṗṝįâţë ṃẽṫḧōḍ ḅḕļōẁ:"
            },
            "static_ip" : {
               "dns_servers" : "ƊṆŜ Šěʀṽễŗș",
               "gateway" : "Đệḟáŭḷƭ Ǧẳţëẅấŷ",
               "ip_address" : "İƤ Ẳḑđȓếṧś",
               "legend" : "Śťåƭɨċ ÎṔ Ƈöṉḟḯḡûṛǟťɨōɲ",
               "msg" : "Îƒ ẏȯũŕ ñǝťẁȯřķ ɖőḙŝ ṅŏť ŭṧḗ ḌḪƇṔ, öȑ Ɨñṱèʀŋẻʈ ãḉƈẻșṩ ɨś áṽậîḻấḅḹẻ ḇỷ šțǎṱîć ĨṔ ășṡịɠǹḿḕŋţ ŏṉḽỳ, țḧẽŋ ỳòũ ẃịľŀ ṉɛēď ţó ṕŗóʋiḑě ĉöṅḟiǧûŗặʈíóǹ ỉņƒóŗṃāţïŏŋ ḟőṟ ţḩĕ Ḏõćḱ. Ïḟ ỷóũ ḑó ňŏţ ḥấṿě ṯḧḭṧ ìṋḟõȓṃẵţįòṉ ẳṽặįĺàɓľẻ, ṕŀếằṩȅ çõňʈāĉť ỹöüṛ ńẻțẉŏṝḳ ǎđṁîṋḯśṫṛãŧōṛ",
               "subnet_mask" : "Śũḅṋĕț Ṁằŝķ"
            },
            "throttle" : {
               "label_mbps" : "Ḿḅṗṡ",
               "legend" : "Üṗṣţŗḕǡḿ Ŧȟṛôțʈḻḛ",
               "max_speed" : "Ḿáẋ. Ŭṕłõȃḓ Śṕėêḋ",
               "msg" : "Ṉȯṟṁạḷłỳ ʈḧệ Ƌôċḱ ẇĩĺľ ũṩḙ ằḽḽ âṿǎḯḷầḅḷḕ ḅȧṋḑẉȋƌṱḧ ťỏ úƥłōậḓ ʋịƌḛōš ḟṙôḿ ṯħȩ ÅẌÖṊ ŭṇįŧṩ ǻš qúȋçƙłƴ āṩ ṗòṡșiḇḷḛ. Ḭḟ ƭħíṧ ḭś ňöť ƌẻšɨṛǝḑ ḅḕḫȁṿɨöȓ, ỳòũ ṃāŷ ḽĩṁïƭ ŧḩǝ ƭʀǻņŝḟḗȓ ṧṕȅéḍ ḃɛḻôẅ (ṁếȁśūṛéđ îń Ḿễġăḅĩṱš ƥěʀ šḙĉŏɲḋ). Å ȥệʀő ṽấĺüę ẃȉŀľ ṯḝŀḽ ṱƕɛ Đõƈḵ ṱő ŭšé ȁĺŀ ȧʋǡîḽâḅłę ɓậɲɗẁĩɖʈḥ."
            }
         }
      },
      "ops" : {
         "an_error_occurred" : "Ạṅ ḗṟṝȯṛ öčḉủȓṛĕɖ",
         "generating_tokens" : "Ǵểņḝřầṱḯňğ Ṧḙƈúȓȋţỳ Ƭöķẹṇṡ...",
         "headers" : {
            "operations" : "Ŏƥềṛāţîŏṅṣ"
         },
         "page_title" : "Ɠḗṉèṝầĺ Ôṗɛṝǻṯìòɲș",
         "regenerate_keys_query" : "Ƴỏù ǎṟẽ ặḷṛḝạƌȳ ấüţƕȅṉţỉćàŧḝɗ ẃǐťḥ Ȅṽǐđǝṅḉḝ.çöḿ, ẉōüḷḑ ỳôù ḹîǩḗ ṯȯ ȑé-ǧęǹễṙâṫễ šĕƈúŗïṱỹ ķȩẏṥ?",
         "regenerate_keys_title" : "Ṝȅǵḛṅěṝäṯệ Ḵẻỵś",
         "register_with_ecom" : "Řểǥȉšṫĕṙ ẃĩťȟ Ḕʋïɗęŋčě.ċōṃ",
         "registering_etm" : "Ȓếǧĩṧṯềṛìñɠ ṯƕẽ Ḑōĉķ...",
         "reset_reg" : "Ṟḝṩḗṯ Ṛḝɠǐṥṫŕậțïöṅ",
         "reset_reg_failed" : "Úňȃḇľȩ ŧȯ Ȓéŝệŧ Ṟêɠịṧțȓäťiỏɲ",
         "resetting_reg_dock" : "Ṟḕšęṯṫĩƞǥ ṙėģîṥṫŕậŧïȯń őḟ Ɗôƈḳ ţö ďẻƒåúŀť. Ṛḝĺőẫḓɨɲġ ţḩë ƥằģȩ ɨṋ 30 śẻčȯṇḑś.",
         "restarting_etm" : "Ŕḛṣțầṟŧïǹǧ Ḏőċƙ, ṯḧȋṡ ẃȋḽḹ ţặḳė āƥṕṝỏẋḯṁǟṯḝľȳ 30 šėćôñďṩ...",
         "sections" : {
            "e_com_reg" : {
               "admin_password" : "Ậɗḿịɲ. Ƥåṩŝẇőȑđ",
               "admin_username" : "Ȃḏṁîƞ. Ūṣëʀṉâḿĕ",
               "agency_name" : "Ǝṽìďėṉçǝ.čȯḿ Ạĝễṋçŷ",
               "already_registered" : "Ťĥĩś Ɗõƈƙ ḩàś ẵḽṟęǡḑỳ ḇėẽŋ ŕéġīṡṯḕṝɛɗ ẅḭťḧ Ềṽɨḑȩňĉễ.ċõṁ",
               "domain_name" : "Ɖȯḿằiṉ ñắḿɛ",
               "legend" : "Ȩṿíɗệṅḉɛ.ḉōḿ Ȑēǧĩṥƭṙȧțḭỏṋ",
               "msg" : "Ʈö ȑḕǧȋṩṯɛṙ ťḥįṥ Ḋôḉḵ ṯō ỳōùṟ Ëṽȋɗḗɲḉệ.ḉȯṃ Ẫḡèñčý êňṫẻř ỵöûȓ Ẹʋîḋĕņĉě.ƈŏḿ äḡẽṋċý ṅẵṃē, ûŝẹřṋȧṁę ȁƞď ṗẵšṣŵȯṙƌ. Ȯňḉẽ ṱḩḕ Ƌőċķ īṩ ʀëǵịṥŧéŕêḋ ṱô Ëṽɨđếƞḉḛ.ćŏṁ, ǐṱ ẅĩḽļ ṫṙảɲṥḟǝŕ áĺḽ ṁềḋĭā ḟiḹȅś ƭõ ȳỏŭŕ Ḗṽȋɗéñčë.ƈöṁ ȁćĉỏüṇṯ. Ỵȯủṛ üșẽṝṅẵṁë ẵǹƌ ṗãṥṣẃőȑɗ âŗễ ṉòț șʈŏṝĕɖ ōɲ ťħḙ Ďōćǩ."
            }
         }
      },
      "strings" : {
         "an_error_occurred" : "Āṉ ẽṛřõȓ ȯćĉüřʀɛƌ",
         "axon_flex" : "Ẵẋòǹ Ḟḹẽẋ",
         "calculating_rate" : "Ƈảľḉûḻăṫỉņǧ...",
         "cancel" : "Ƈẵṋċȅł",
         "click_for_details" : "Çḷĭčķ ƒỏŗ ḋệţȧḯľś",
         "device_error" : "Ḏęṽḯċē Ểʀŗôŕ",
         "error" : "Ȅṙȑóṛ",
         "finished" : "Ḟĭṉỉśĥèđ",
         "kbps" : "ǩḅƥṥ",
         "ok" : "ŐḴ",
         "operation_complete_success" : "Ṱħê ôṗḛṟăţɨŏñ ḉőṃƥļéƭǝɖ ṣŭḉċḛśṥƒūłľẏ.",
         "please_complete_manditory" : "Ṕłễḁṧḝ ĉỏṁṕľëʈệ ƭḥḭš ḿǻńɖǡṫõṟý ƒĭḙḹḓ.",
         "reloading_status" : "Ṙěḹõấḏíňġ ṡţàṯũŝ...",
         "reloading_status_title" : "Ṝḛƒŗḝšħȋƞğ",
         "unassigned" : "Üŋḁšṥḯģṋểɗ",
         "waiting_for_response" : "Ŵāịţịņǧ ḟõṝ ŕȅṥƥőṅṣẽ..."
      }
   }
}

